[{"ParkID":"R120","Parkname":"Arden Heights Woods Preserve","SanctuaryName":"","Borough":"Staten Island","Acres":"185","Directions":"<B>Public Transit:<\/B> From the Staten Island Ferry, take the S91 bus and transfer to the S56 at Marsh Ave. Take the S56 to Arden Ave. and Nedra Lane (near the King Kullen shopping center). There are visible trailheads on the side of Arden Ave. between Wooddrow Road and Arthur Kill Road. <br><B>By Car:<\/B>  From the West Shore Expressway (440), take Exit 5 (southbound) or Exit 4 (northbound) for Arden Ave. (Southbound) Drive east on Arthur Kill Rd. and make a right on Arden Ave. and the preserve will be less than &frac14; mile on the left after Arthur Kill Road.  (Northbound) make a left at stop sign and the preserve will be less than &frac14; mile past the first stop light on the left side of the street.","Description":"<p>Most of Arden Heights Woods is a forested hardwood swamp, and is the largest wetlands that the Department of Environmental Conservation has classified anywhere in the New York metropolitan area. It contains several kettle ponds which are connected by an intricate network of streams and creeks. As such, it provides natural flood control for the area, making a more complicated (and expensive) man-made sewage system unnecessary. \r\n\r\n<p>The forests throughout the property are called successional forests. This is because they undergo a multi-stage lifecycle, beginning as open fields and maturing into hardwood forests. In the mature, or climax, portions of these forests live a multitude of trees, including hemlocks (<i>Tsuga canadensis<\/i>), black cherry (<i>Prunus serotina<\/i>), and persimmons (<i>Diospyros<\/i>). Perhaps most interesting of all the species present is the eastern white pine (<i>Pinus strobus<\/i>). During the early colonial period, wood from these trees was used for masts by the British Navy. The wood is five times lighter than white oak (<i>Quercus alba<\/i>), and therefore more suitable for seagoing vessels. This natural resource helped establish Staten Island as a maritime community early in its history. \r\n\r\n<p>In the swamps, there are two particularly notable species of plant life. The first, blue flags iris (<i>Iris veriscolor<\/i>) blooms from May through July, with its namesake violet blue flowers. These plants can be recognized by their sword-like leaves even when not in bloom. The second, the common reeds, or phragmites, are members of the grass family. They thrive in both brackish and fresh water marshes, and can grow to be 12 feet tall. Phragmites often invade wetlands at the expense of other native marsh plants. \r\n\r\n<p>Many owls frequent this site, including the screech owl (<i>Otus asio<\/i>), saw whet owl (<i>Aegolius acadicus<\/i>), great horned owl (<i>Bubo virginianus<\/i>), and the barn owl (<i>Tyto alba<\/i>). Occasionally, a barred owl (<i>Strix varia<\/i>) from the south will venture this far north. This bird is known as the &ldquo;Southern Gentleman&rdquo; because it makes the distinct sound suggestive of &ldquo;who cooks for you, who cooks for you-all.&rdquo; Bats come here for shelter and food, and the swamp&rsquo;s ample insect population helps satisfy their appetite; in one year, the average bat consumes fifty times its body weight in insects. ","HabitatType":"Forest, Freshwater Wetland"},{"ParkID":"R119","Parkname":"Blue Heron Park Preserve","SanctuaryName":"","Borough":"Staten Island","Acres":"169","Directions":"<B>Public Transit:<\/B> From ferry, take the S78 bus along Hylan Boulevard to Poillon Avenue.  Take a right on Poillon and walk 1\/5 of a mile to the park entrance and Nature Center.<br>Take S.I.R.T. to the Eltingville Station. Transfer there for the S79 or S59 bus to Poillon Avenue and walk 1\/5 mile to park entrance and Nature Center.<br>Take the S.I.R.T to the Annadale station and walk six blocks toward Amboy road. Take a right onto Poillon Avenue and walk 1\/5 of a mile to park entrance and Nature Center.<br><B>By Car:<\/B> Take the Verrazano Bridge to the S.I. Expressway (Route 278) to Hylan Boulevard exit. Take a right on Poillon Avenue and proceed 1\/5 mile to park entrance and parking lot on your left.<br><B>OR<\/B> Take the S.I. Expressway to West Shore Expressway (towards NJ outer Bridge). Exit at Huguenot Avenue and make a left onto Huguenot Avenue. Stay right at split in road. Proceed on Huguenot and take a left on Amboy Road. Take a right on Poillon Avenue and proceed to park entrance and parking lot on your right.\r\n","Description":"<p>Blue Heron Park is named after the gray-feathered predatory bird with a yellow bill, the great blue heron (<i>Ardea herodias<\/i>), which can be found throughout much of the New York area. Reaching more than four feet in height, it can typically be spotted standing at the edge of a pond or marsh, watching for fish or frogs. These animals make up their main diet, though they will also eat small mammals, reptiles, and smaller birds on occasion. Most herons migrate south in the fall, and those that remain in the north often fall victim to severe weather.                        \r\n                                                 \r\n<p>The City acquired this parkland in several segments between 1974 and 2001. By the time of its official dedication on October 22, 1996, a handful of concerned Staten Islanders had been working to preserve and protect the land for a full 33 years. Over time, their efforts were rewarded with the interest and hard work of many of their fellow residents and many Parks officials. Blue Heron Park has become an outstanding wildlife sanctuary and educational resource. The years have seen it transformed from a wasteland filled with over 30 abandoned cars to a peaceful refuge of walking trails, meadows, ponds, streams, and woodlands. Visitors walking along any of the three main trails of the park will find an impressive array of wildflowers, including Wild columbine (<i>Aquilegia canadensis<\/i>), Black-eyed Susan (<i>Redbeckia hirta<\/i>) and Jack-in-the-pulpit (<i>Arisaema triphyllum<\/i>). \r\n\r\n<p>The park also holds six ponds, among them the 1.75-acre Spring Pond and the 1.4-acre Blue Heron Pond, crossed by a popular footbridge. These kettle ponds were formed 15,000 years ago by the retreating Wisconsin glacier. Today they are teeming with marine life such as the curve-billed glossy ibis (<i>Plegadis falcinellus<\/i>), the black-crowned night heron (<i>Nycticorax nycticorax<\/i>), wood duck (<i>Aix sponsa<\/i>), owls (<i>Strigiformes<\/i>), osprey (<i>Pandion haliaetus<\/i>), turtles (<i>Chelonia<\/i>), and white water lilies (<i>Nymphaea odorata<\/i>). Spring peepers (<i>Pseudacris crucifer<\/i>) and tree frogs (<i>Hylidae<\/i>) find ample breeding grounds in the ponds, where nature enthusiasts flock to observe the thriving ecosystem.","HabitatType":"Forest, Grassland, Shrubland, Freshwater Wetland"},{"ParkID":"R005","Parkname":"Clove Lake Park Preserve","SanctuaryName":"","Borough":"Staten Island","Acres":"131","Directions":"<B>Public Transit:<\/B> From ferry, take the S62 bus to Park entrance at intersection of Victory Boulevard and Clove Road (about 20 minutes).<br><B>By Car:<\/B> Take the Verrazano Bridge to the S.I. Expressway (Route 278) to exit 13 (Richmond\/Clove Roads).  Take a right on Clove Road.  Park entrance at intersection of Victory Boulevard and Clove Road.","Description":"<p>Clove Lakes Park derives its name from the Dutch word &ldquo;kloven,&rdquo; meaning cleft. The particular cleft is the valley and brook between Emerson and Grymes Hills. This valley was deepened by the glacier 20,000 years ago. The brook which ran through the valley originated in Clove Swamp and ran to the Kill Van Kull. The damming of this brook over the years created the different lakes and ponds in the area.\r\n\r\n<p>The northwest section of the park is home to Staten Island&rsquo;s largest living thing, a tulip tree (<i>Liriodendron tulipifera<\/i>). One-hundred-and-seven-feet tall and at least three hundred years old, this tree survived the extensive logging and clearing which occurred when the settlers came. Tulip Trees are known for their straight trunks from which Native Americans carved canoes. \r\n\r\n<p>Also of interest in Clove Lakes Park are the outcroppings of serpentine rock at the crest of the hills. The spine of Staten Island is a broad ridge of serpentine, which was formed during the Ordovician period (435-500 million years ago) when heat and pressure altered rocks rich in magnesium and iron. Ash green in color, serpentine is named after the patterns in the rock that resemble snake skin. Its mineral composition includes fibrous chrysotile (known commercially as asbestos), talc, oluvine (green lava grains) as well as ferromagnesia, a mineral containing magnesium and iron.  \r\n","HabitatType":"Forest, Meadow, Salt Marsh, Freshwater Wetland"},{"ParkID":"R006","Parkname":"Conference House Park Preserves","SanctuaryName":"","Borough":"Staten Island","Acres":"105","Directions":"<B>Public Transit:<\/B> From ferry, take the S78 bus to the end of Hylan Blvd.<br><B>By Car:<\/B> Take the Verrazano Bridge to the S.I. Expressway (Route 278) to exit 5 (NY-440 S via toward the Outerbridge Crossing). Take exit 3 towards Bloomingdale Road.  Take a left on Bloomingdale Road and proceed about 1.5 miles until it becomes Amboy Road.  After about 1.3 miles, take a left on Page Avenue, then take the 4th right onto Hylan Boulevard.  Park is at the end of Hylan Boulevard.","Description":"<p>Long before Europeans settled this land on the southernmost tip of Staten Island, there was a strong Native American association with this site. The Lene Lenape Indians used this area, particularly the bluff, as a seasonal settlement. They traveled up and down the East Coast from the New York Harbor to the Delaware River basin, oystering, fishing, hunting, and trading. At one time, animals such as deer, turkeys, heath hen, black bears, beavers, wolves, red and gray foxes were plentiful in this region. \r\n\r\n<p>Today, there is still a variety of life to see when visiting the park.  Every May and June, horseshoe crabs (<i>Limulus polyphemus<\/i>) emerge from the Arthur Kill and Raritan Bay onto the beaches of Conference House Park. The horseshoe crab has been around since before the dinosaurs, roughly 1.2 billion years, and is referred to as a &ldquo;living fossil&rdquo;.  Female horseshoe crabs arrive on the beaches to lay their eggs, with their male counterparts grasped onto the back of the female&rsquo;s shell.  Two weeks later the eggs are ready to hatch and the water sweeps the newborns into the sea. The thousands of protein-rich eggs provide a feast for hungry migrating birds, which can eat enough to double or even triple their body weight before moving on. \r\n\r\n<p>Starting in late June, visitors to the south-facing shorelines of Conference House Park can often enjoy a glimpse of monarch butterflies (<i>Danaus plexippus<\/i>) as they travel through the city.  The monarch butterfly lay their eggs on milkweed (<i>Asclepiadaceae<\/i>) plants and die, entrusting their offspring to fend for themselves.  As the larvae gorge themselves on the milkweed leaves, they accumulate the milkweed&rsquo;s toxic cardiac glycosides and become poisonous to birds and other predators.  Monarch butterflies from New York City begin migration in September and travel as much as 2,100 miles to reach their winter destination in central Mexico, in the state of Michoacan, by the end of October. \r\n\r\n<p>One of the most common sights in the park are common reeds, or phragmites, a member of the grass family. They thrive in both brackish and fresh water marshes, and can grow to be 12 feet tall.  Phragmites often invade wetlands at the expense of other native marsh plants. \r\n","HabitatType":"Forest, Freshwater Wetland"},{"ParkID":"R115","Parkname":"Deer Park Preserve","SanctuaryName":"","Borough":"Staten Island","Acres":"40","Directions":"<B>Public Transit:<\/B>The S60, S53 (from Bay Ridge, Brooklyn) and S93 stop at Clove Road and Howard Ave.  Walk south over the expressway on Clove Road and turn right onto Ocean Terrace and precede uphill past the Michael J. Petrides School. The preserve entrance is on the right at Staten Island Boulevard, just beyond the Petrides Educational Complex.<br><B>By Car:<\/B> From the Staten Island Expressway (278) from Brooklyn, exit onto Narrows Road N.  After the traffic light at Clove Road follow one additional traffic light and turn left. Proceed under highway and turn left and then right. Petrides School will be on the right side. The preserve is located on the right at Staten Island Boulevard, just beyond the Petrides Educational Complex.  From 278 toward Brooklyn, exit onto Clove Rd Exit. Turn left at the light and left at the following two lights. At the first stop sign make a left and then bear right on to ocean terrace, taking the first right turn after the traffic light. This will be Staten Island Boulevard. Park near the end of the street to find the trail head. ","Description":"<p>Kettle holes, steep hills and large boulders in Deere Park are marks of glacial movement from the last Ice Age, which ended about 12,000 years ago. The variety of soils deposited during the glacier&rsquo;s passage allowed a diversity of plant and animal species to inhabit the region. Today, these areas function as resting places for migratory birds. A thick oak (<i>Quercus spp.<\/i>) forest dominates the property, with an undergrowth speckled by azaleas and wild blueberries (<i>Vaccinius spp.<\/i>.) The Blue Trail, one of the four major hiking trails of the Staten Island Greenbelt, begins at the entrance located at the bottom of Staten Island Boulevard and leads hikers all the way up the hill to one of the highest points on the eastern seaboard. \r\n\r\n<p>Many owls frequent this site, including the screech owl (<i>Otus asio<\/i>), saw whet owl (<i>Aegolius acadicus<\/i>), great horned owl (<i>Bubo virginianus<\/i>), and the barn owl (<i>Tyto alba<\/i>). Occasionally, a barred owl (<i>Strix varia<\/i>) from the south will venture this far north. This bird is known as the &ldquo;Southern Gentleman&rdquo; because it makes the distinct sound suggestive of &ldquo;who cooks for you, who cooks for you-all.&rdquo; Bats come here for shelter and food, and the swamp&rsquo;s ample insect population helps satisfy their appetite; in one year, the average bat consumes fifty times its body weight in insects.\r\n","HabitatType":"Forest"},{"ParkID":"R124","Parkname":"Eibs Pond Park Preserve","SanctuaryName":"","Borough":"Staten Island","Acres":"39","Directions":"<B>Public Transit:<\/B> From the Staten Island Ferry, take the Staten Island Railroad from the St. George terminal and get off at the 4th stop, Grasmere.  Walk along Narrows Clove Road (one block from the train stop) Make a right on Targee St and cross under the expressway.  Make a right on Mary St and then a right on Hanover.  The park entrance is on the left between Mary St and Steuben St. The S76, S74, and x18 (from Brooklyn) travel along Targee St and pass Mary St.<br><B>By Car:<\/B> From the Staten Island Expressway (278) from Brooklyn, take the first exit for Narrows Road North (running parallel to the expressway on the north side).  Make a right on Vanderbuilt Ave\/Richmond Road.  Make a right on Mary Street and then a right on Hanover.  The entrance to the park is on the left between Mary St and Steuben St.<br>Or<br> From the Staten Island Expressway (278) from Staten Island, take the last exit before the bridge onto Narrows Road South (running parallel to the expressway on the south side).  Make a left on Fingerboard Road (over the expressway) and then left onto Narrows Road North.  Then follow directions from above.","Description":"<p>In 1987, the New York State Department of Environmental Conservation designated Eibs Pond and the surrounding area as protected wetlands. Two years later, it became a New York City park.  Eibs Pond Preserve is located on the serpentine ridge that forms the bedrock spine of Staten Island.  Serpentine bedrock is associated with unusual plant communities in the very few locations it occurs, which in North America only includes Maryland, Virginia, California, and Staten Island.  \r\n\r\n<p>Eibs Pond lies below rolling hills covered by blue stem grass with sweeping views of the Verazzano Bridge and the harbor.  The clay-bottomed pond itself covers three acres, making it the largest kettle pond in New York City. Kettle depressions formed from glacial activity occurring 15,000 years ago. Because the only source of water for the pond is rain and runoff, the water level can vary significantly from season to season and year to year. The resulting variety of plant and animal life is quite impressive. The pond is fringed by a cattail (<i>Typha<\/i>) and arrow arum (<i>Peltandra virginica<\/i>) marsh, and bulrushes (<i>Scirpus<\/i>), cinnamon fern (<i>Osmunda cinnamomea<\/i>), sassafras (<i>Sassafrass albidum<\/i>), and fragrant water lilies (<i>Nymphaea odorata<\/i>) all thrive here. Snowy egrets (<i>Egretta thula<\/i>), bluegill sunfish (<i>Lepomis macrochirus<\/i>), large-mouth bass (<i>Micropterus dolomieu<\/i>), painted turtles (<i>Chrysemys picta picta<\/i>), and muskrats (<i>Ondatra zibethica<\/i>) all live in or use the pond. \r\n\r\n<p>Starting in late June, visitors to Eibs Pond Park can often enjoy a glimpse of monarch butterflies (<i>Danaus plexippus<\/i>) as they travel through the city.  The monarch butterfly lay their eggs on milkweed (<i>Asclepiadaceae<\/i>) plants and die, entrusting their offspring to fend for themselves.  As the larvae gorge themselves on the milkweed leaves, they accumulate the milkweed&rsquo;s toxic cardiac glycosides and become poisonous to birds and other predators.  Monarch butterflies from New York City begin migration in September and travel as much as 2,100 miles to reach their winter destination in central Mexico, in the state of Michoacan, by the end of October.\r\n","HabitatType":"Grassland, Freshwater Wetland"},{"ParkID":"R121","Parkname":"Evergreen Park Preserve","SanctuaryName":"","Borough":"Staten Island","Acres":"22","Directions":"<B>Public Transit:<\/B> From the Staten Island Ferry, take the Staten Island Railroad from the St. George terminal and get off at the Bay Terrace stop.  Walk northwest on Bay Terrace toward Amboy Road.  Make a left on Amboy Road and then a right on Fawn Lane.  Make a right on Timber Ridge and then a left on Evergreen.  An entrance to the preserve is located at Evergreen where it intersects Corbin and Redwood Avenues.<br>Or<br>The S78 and S79 travel on Hylan Boulevard.  Get off at Bay Terrace and walk northwest (away from Great kills Park) to Amboy Road.  Then follow the directions from above.<br><B>By Car:<\/B> Hylan Blvd is accessible from the Staten Island Expressway (278) from Brooklyn.  Take the first exit off 278 for Narrows Road North and then make a left on Hylan Blvd.  Hylan Blvd runs the length of Staten Island&rsquo;s southeast side.  After about 8 miles, make a right on Great Kills Road.  Cross Amboy Road and make a right on Dewey Ave.  The preserve is on your right.  Make a right on Corbin Ave and an entrance to the preserve is at Corbin and Redwood Ave.","Description":"<p>Although this park&rsquo;s name suggests a coniferous forest, Evergreen Park is primarily a pin (<i>Quercus palustris<\/i>) and red oak (<i>Quercus rubra<\/i>) forest and contains no evergreens. Evergreen Park is a mix of a wide variety of habitats for its small size including forest, freshwater wetlands, and ponds.  Sassafras (<i>Sassafras albidum<\/i>) lowbush blueberry (<i>Vaccinium angustifolium<\/i>) and lady-slipper orchids (<i>Cypripedium reginae<\/i>), (thriving in the early months of spring before the thick canopy fills in) grow in the understory.   White (<i>Quercus alba<\/i>) and black oaks (<i>Quercus velutina<\/i>) and hickories (<i>Carya spp.<\/i>) are scattered about the canopy, which shades a rich ground cover containing nine species of fern. \r\n\r\n<p>The upland dips into an oblong marsh, rich with swamp loosestrife (<i>Decodon verticillatus<\/i>) duckweed (<i> Lemna minor<\/i>) and watermeal (<i>Wolffia spp.<\/i>). Evergreen Park supports a large mix of wildlife, including great-blue heron (<i>Ardea herodias<\/i>), green heron (<i>Butorides virescens<\/i>), mallards (<i>Anus platyrhynchos<\/i>), red-winged blackbirds (<i>Agelaius phoeniceus<\/i>) and spring peepers (<i>Hyla crucifer<\/i>) in the wetlands.  The forest also provides habitat to a variety of species including the migratory yellow warbler (<i>Dendroica petechia<\/i>).\r\n","HabitatType":"Forest"},{"ParkID":"R152","Parkname":"Isle of Meadows Preserve","SanctuaryName":"","Borough":"Staten Island","Acres":"100","Directions":"Isle of Meadows Preserve is not currently accessible to the public.","Description":"<p>Isle Of Meadows is located at the mouth of the Fresh Kills Estuary where it empties into the Arthur Kill.  Along with Prall&rsquo;s and Shooters Islands, Isle of Meadows is part of the Harbor Heron&rsquo;s Wildlife Refuge.  This natural area provides important nesting habitat for the once declining populations of herons, ibis, and egrets in the New York Harbor Estuary. Without a stable nesting area birds such as the little blue heron (<i>Egretta caerulea<\/i>), black-crowned night heron (<i>Nycticorax nycticorax<\/i>), and yellow-crowned night heron (<i>Nyctanassa violacea<\/i>) would not thrive in the New York Harbor. <p>A 1995 survey by the New York City Audubon Society documented that the harbor herons area supported 57% of the state's cattle egrets (<i>Bubulcus ibis<\/i>), 21% of the state's great egrets (<i>Ardea albus<\/i>), 28% of the state's snowy egrets (<i>Egretta thula<\/i>), 57% of the state's black-crowned night herons, and 35% of the state's glossy Ibis (<i>Plegadis falcinellus<\/i>).","HabitatType":"Meadow, Salt Marsh"},{"ParkID":"R140","Parkname":"Islington Pond Park Preserve","SanctuaryName":"","Borough":"Staten Island","Acres":"22","Directions":"<B>Public Transit:<\/B> From the Staten Island Ferry, take the Staten Island Railroad from the St. George terminal and get off at the Great Kills stop.  The S54 runs along Giffords Lane, one block from the railroad stop.  Take the S54 (Broadway Bound) along Giffords Lane until it turns right onto Arthur Kill Road.  Get off the bus for Greaves Ave.  Walk on Greaves Ave for 3 blocks and the preserve is straight ahead.  An observation platform is at the corner of Greaves and Fairfield St. The S74, S84 and x15 (from Brooklyn) buses also run on Arthur Kill Road past Greaves Ave.  <br><B>By Car:<\/B> From the West Shore Expressway on Staten Island, exit for Huguenot Avenue\/Arthur Kill Road at Exit 4.  Drive on Arthur Kill Road eastbound for about 4 miles.  Pass Giffords Lane and make a right on Greaves Ave.  An observation platform for the preserve is located at the corner of Greaves and Fairfield St. ","Description":"<p> Islington Park (also know as Kingfisher Park) is a 23-acre green space that features a small pond and associated wetland, with abundant bird life. The park is a wildlife oasis, home to a large variety of ecosystems. A successional meadow, once a farmer&rsquo;s field or a shallow pond, has been slowly changing over the last two centuries into a climax forest, which contains oak, hickory, and beech trees, as well as an under-story of red maple (<i>Acer rubrum<\/i>), silky dogwood (<i>Cornus amomum<\/i>), and black cherry trees (<i>Prunus serotina<\/i>). The term &ldquo;climax forest&rdquo; refers to a forest that has reached the final stage in its evolution. The individual trees may grow, change, or die, but the species make-up of the forest remains the same. A forest that is still in succession may undergo more material changes as one species crowds out or overshadows another. \r\n\r\n<p>The pond in Islington Park is home to frogs, turtles, catfish, sonnies, and carp. In 1999, wildlife enthusiasts counted 35 distinct species of birds in the park. In addition to belted kingfisher (<i>Ceryle alcyon<\/i>), glossy ibis (<i>Plegadis falcinellus<\/i>), great egret (<i>Ardea alba<\/i>), snowy egrets (<i>Egretta thula<\/i>), and several species of heron can also be found using the park's wetlands.  Freshwater wetlands provide resting, breeding, and feeding grounds for hundreds of thousands of migrating birds. Many of these birds arrive in New York City only twice a year as they travel along the Atlantic flyway, a major migratory route. ","HabitatType":"Forest, Freshwater Wetland"},{"ParkID":"R079","Parkname":"Lemon Creek Park Preserve","SanctuaryName":"","Borough":"Staten Island","Acres":"16","Directions":"<B>Public Transit:<\/B> From the Staten Island Ferry, take the Staten Island Railroad from the St. George terminal and get off at the Princess Bay stop.  The S53 (weekdays only) travels south on Seguine Ave to Hylan Blvd.  Walk south along Seguine Ave and the entrance to the park is at the end of Seguine Ave on the right.  The S78 and S59 buses run along Hylan Blvd and intersect with Seguine Ave.<br><B>By Car:<\/B> Hylan Blvd is accessible from the Staten Island Expressway (278) from Brooklyn.  Take the first exit off 278 for Narrows Road North and then make a left on Hylan Blvd.  Hylan Blvd runs the length of Staten Island&rsquo;s southeast side.  After about 12 miles, make a left on Seguine Ave and the preserve entrance is at the end on the right.<br>Or<br>From 440 (Outerbridge crossing) and West Shore Expressway, merge onto the Korean Veterans War Memorial Parkway and take the first exit onto the South Service Road of 440.  Make a right on Foster Road which turns into Seguine Ave.  The preserve entrance is at the end of the road on the right. ","Description":"<p>Lemon Creek Preserve contains the largest and most pristine salt marsh on Staten Island&rsquo;s south shore.  The marsh is contiguous with a larger expanse of state-owned marsh north of Hylan Boulevard.  Steep forested slopes rise on either side of the marsh.  The forest protects the marsh by preventing erosion and sediment deposition from the slopes into the marsh.  A freshwater pond, only 100 feet from Raritan Bay, is adjacent to the only purple martin (<i>Progne subis<\/i>) colony in New York City.  These gregarious birds nest in apartment-house-style structures maintained by volunteers.\r\n\r\n<P>Lemon Creek is fed from a watershed that begins two-and-one-half miles from the creek. The main source is a small freshwater pond near Woodrow Road, known as Porzio&rsquo;s Pond. The water travels over and under ground to Lemon Creek, which carries it down to Prince&rsquo;s Bay, and ultimately to Raritan Bay. The red clay bluffs in the park, reaching 85 feet above Prince&rsquo;s Bay at Mt. Loretto, are part of the harbor hill terminal moraine (a ridge or landform marking the farthest advance of a glacier or ice sheet). A glacier that receded approximately 15,000 years ago created these bluffs, which are the tallest ocean-facing cliffs in New York State. \r\n\r\n<p> Lemon Creek Park&rsquo;s waterfront area provides a spawning ground for many species of fish and shellfish.  Although clamming is now prohibited for pollution reasons, the Lemon Creek fishing pier, at the foot of Sharrott Avenue, offers the opportunity to cast a line and catch flounder, striped bass, bluefish, weakfish, and others. Every May and June, horseshoe crabs (<i>Limulus polyphemus<\/i>) emerge from the Raritan Bay onto the beaches in Lemon Creek Park. Female horseshoe crabs arrive on the beaches to lay their eggs, with their male counterparts literally in tow. Males grasp onto the back of the female&rsquo;s shell using their specially adapted, hooked legs, sometimes two, three, or four males onto one female. When they arrive on the beach, female horseshoe crabs dig a hole in the sand and lay up to 20,000 tiny olive-green eggs inside. The males then rush to be the first to fertilize. ","HabitatType":"Salt Marsh, Freshwater Wetland, Forest"},{"ParkID":"R027","Parkname":"Long Pond Park Preserve","SanctuaryName":"","Borough":"Staten Island","Acres":"115","Directions":"<B>By Car:<\/B> Take Hylan Boulevard exit south from the Verrazano Bridge plaza about 11 miles to Cunningham Road (Mt. Loretto). The entrance is directly across from the intersection of Hylan Boulevard and Cunningham Road.<br><B>OR<\/B> Exit 13 (Elizabeth) for US 278 and Goethals Bridge.  Off the bridge take exit 5 for Route 440 (West Shore Expressway).  Get off at exit 3 for Bloomingdale Road at mileage marker 20 33 (at light turn left onto the road); heads into Amboy Road.  Turn left at Page Avenue traffic light (Long Pond Park is on your left along Page Avenue).  Turn left onto Hylan Boulevard and park on Hylan Boulevard across from Cunningham Road, Mount Loretto.","Description":"<p>Long Pond Preserve combines a variety of habitats, from upland oak-beech woods, to swamp forests, bogs, and vernal ponds. Long Pond, protected from pollution by the surrounded forest, provides open water habitat for waterfowl, fish, reptiles, and amphibians.  This preserve is the only location in the city in which the pickerel frog (<i>Rana palustris<\/i>) has been observed.  Long Pond Park is contiguous with the northern Mount Loretto Woodlands, and both areas combined are potentially large enough to provide safe breeding habitat for forest interior birds. The park provides an important stop on the Atlantic flyway for migrating birds as well as being a place of respite and recreation for many people.  Mature beech, oak and hickory woodlands provide much of the foliage in the park, with many of the trees over sixty years old. They help to support an understory layer of spicebush (<i>Lindera benzoin<\/i>), blueberry (<i>Vaccinium spp.<\/i>) and many herbaceous plants.\r\n\r\n<p>Long Pond&rsquo;s history stretches back for thousands of years, beginning with the Wisconsin Ice Sheet. Twelve to fifteen thousand years ago, a huge sheet of ice blanketed the area, hundreds of feet thick. The pressure of the ice caused depressions in sections that had weak underlying rock layers. As the ice receded, these sunken areas formed wetlands such as Long Pond and Pam&rsquo;s Pond. As a result, areas of stronger underlying rock were left above sea level. This topographical feature, known as &ldquo;knob and kettle&Alpha;terrain,&rdquo; can be seen throughout much of Staten Island. The extreme southern and southeastern portions of the island were not covered by the Wisconsin Ice Sheet and therefore do not exhibit this type of terrain. \r\n\r\n<p>Long Pond and other bodies of water in the park have been incorporated into the Bluebelt water drainage system by the New York City Department of Environmental Protection. Encompassing several parcels of state-protected wetlands on the island&rsquo;s south shore, the Bluebelt system was specifically designed to provide storm water drainage for the neighboring communities. ","HabitatType":"Forest, Grassland, Freshwater Wetland"},{"ParkID":"R122","Parkname":"Pralls Island Harbor Herons Preserve","SanctuaryName":"","Borough":"Staten Island","Acres":"74","Directions":"Pralls Island Preserve is not currently accessible to the public.","Description":"<p>The isolation of Prall&rsquo;s Island makes it an ideal protected habitat for nesting wading birds. During the late 1970s, development ideas were proposed for the island. However, bird watchers had begun to recognize the significance of Prall&rsquo;s Island as a bird sanctuary. After a number of herons were seen on the island, further studies revealed that several species of birds, including egrets and ibis, were breeding in the area. These discoveries put an end to any discussion of developing the island. Along with Shooters Island and the Isle of Meadows, Prall&rsquo;s Island is part of the Harbor Heron&rsquo;s Wildlife Refuge.\r\n\r\n<p>The island was assigned to Parks by the Department of General Services in 1984, to be preserved as a wildlife refuge. The New York Audubon Society has a 30-year lease, which dates back to 1985, which allows the use of  Prall&rsquo;s Island for educational and scientific purposes. A study of avian life is being conducted by the Audubon Society and the Manomet Observatory in Massachusetts. Scientists are monitoring nesting sites and studying the habits and diets of migratory birds. The Audubon Society has documented 400 pairs of nesting birds on the island.\r\n\r\n<p>Without a stable nesting area, birds such as the little blue heron (<i>Egretta caerulea<\/i>), black-crowned night heron (<i>Nycticorax nycticorax<\/i>), and yellow-crowned night heron (<i>Nyctanassa violacea<\/i>) would not thrive in the New York Harbor. A 1995 survey by the New York City Audubon Society documented that the harbor herons area supported 57% of the state's cattle egrets (<i>Bubulcus ibis<\/i>), 21% of the state's great egrets (<i>Ardea albus<\/i>), 28% of the state's snowy egrets (<i>Egretta thula<\/i>), 57% of the state's black-crowned night herons, and 35% of the state's glossy Ibis (<i>Plegadis falcinellus<\/i>).","HabitatType":"Salt Marsh"},{"ParkID":"R118","Parkname":"Reeds Basket Willow Swamp Preserve","SanctuaryName":"","Borough":"Staten Island","Acres":"49","Directions":"<B>Public Transit:<\/B>The S60, S53 (from Bay Ridge, Brooklyn) and S93 stop at Clove Road and Howard Ave.  Walk south over the expressway on Clove Road and turn right onto Ocean Terrace.  You will pass Deer Park Preserve on your right.  Reeds Basket Willow Swamp Preserve is on the left at Oceanview lane. <br><B>By Car:<\/B> From the Staten Island Expressway (278) from Brooklyn, exit onto Narrows Road N.  Make a left across the highway at Clove Road.  Make a right on Narrows Road South\/Ocean Terrace.  The preserve is located on the left at Oceanview Lane.  From 278 toward Brooklyn, exit onto South Gannon Ave at Exit 11.  Take South Gannon Ave to Manor Road.  Make a right on Manor Rd and then a left onto Ocean Terrace.  The preserve is on your right at Oceanview Lane.   ","Description":"<p>Reed&rsquo;s Basket Willow Swamp Park is a steep wooded site, which slopes down to an open swamp.   In 1978, the Reed&rsquo;s Basket Willow Swamp was designated as a protected freshwater wetland by the New York State Department of Environmental Conservation, ensuring its preservation under state law. \r\n\r\n<p>The upland portion of the swamp is mostly closed canopy beech-oak forest with intact native shrub and herb layers that include maple-leaved viburnum (<i>Viburnum acerifolium<\/i>), lowbush blueberry (<i>Vaccinium angustifolium<\/i>), and pinkster azalea (<i>Rhododendron periclymenoides<\/i>).  These plants are all indicators of mature forest with undisturbed native soils. The forest which covers nearly half the area of the park is predominated with young oak (<i>Quercus spp.<\/i>), interspersed with birches (<i>Betula spp.<\/i>), tulip magnolias (<i>Liriodendron tulipifera<\/i>), hickory (<i>Carya spp.<\/i>), and chestnut trees (<i>Castanea spp.<\/i>). Hiking trails, such as the yellow trail found on Ocean Terrace at the top of Emerson Court, guide explorers through the woods. \r\n\r\n<p>The swamp is a breeding habitat for dusky (<i>Desmognathus fuscus<\/i>) and northern red salamanders (<i>Pseudotriton ruber<\/i>), both rare on Staten Island and extirpated from the other four boroughs.  A common plant that can be seen in the swamp are common reeds, or phragmites, a member of the grass family. They thrive in both brackish and fresh water marshes, and can grow to be 12 feet tall.  Phragmites often invade wetlands at the expense of other native marsh plants.\r\n\r\n<p>This park&rsquo;s unusual name is inspired by the Read family, owners of the land for several generations. John Read (1786-1849), started a family tradition when he decided to try his luck at basket making, and planted the swampy land around his farm with purple willow trees. The willow tree buds every spring, at which point it is at the peak condition to be harvested. The sap flowing under the bark makes it easy for farmers to peel the bark off the trunk. After the bark has been removed and soaked in water, it is cut into strips and woven into the distinctive baskets. ","HabitatType":"Forest, Freshwater Wetland"},{"ParkID":"R130","Parkname":"Saw Mill Creek Marsh Preserve","SanctuaryName":"","Borough":"Staten Island","Acres":"117","Directions":"Saw Mill Creek Marsh Preserve is not currently accessible to the public.","Description":"<p>Saw Mill Creek Marsh Preserve contains the largest expanse of remaining salt marsh along Staten Island&rsquo;s west shore. The marshlands on the western side of Staten Island were created by the receding of the Wisconsin Glacier 15,000 years ago and the slow accumulation of sediment and organic soil.  Saw Mill Creek Marsh was named after the brackish creek that carves through the park and empties into the Arthur Kill River behind Prall&rsquo;s Island. \r\n\r\n<p>Saw Mill Creek Marsh is large enough to sustain breeding populations of sharp-tailed (<i>Ammodramus caudacutus<\/i>), seaside (<i>Ammodramus maritimus<\/i>), and swamp sparrows (<i>Melospiza georgiana<\/i>), and wintering northern harriers (<i>Circus cyaneus<\/i>), and short-eared owls (<i>Asio flammeus<\/i>).  The park is a favorite spot for many other birds such as egrets, herons, and birds of prey including falcons and turkey vultures (<i>Cathartes aura<\/i>).   Mammals that inhabit Saw Mill Creek Marsh include white-footed mice (<i>Peromyscus leucopus<\/i>), muskrat (<i>Ondatra zibethica<\/i>), Eastern cottontail rabbits (<i>Sylvilagus floridanus<\/i>), and raccoons (<i>Procyon lotor<\/i>).\r\n\r\n<p>Fragments of young forest border the marsh and contain New York State listed rare plants, including several oak hybrids and a large clone of persimmon.  The upland patch of maritime oak woods located at the park is especially uncommon because most of these patches were destroyed as salt marshes were filled. ","HabitatType":"Salt Marsh"},{"ParkID":"R127","Parkname":"Shooters Island Harbor Herons Preserve","SanctuaryName":"","Borough":"Staten Island","Acres":"26","Directions":"Shooters Island Preserve is not currently accessible to the public.","Description":"<p>Shooters Island, located off of northern Staten Island, was once home to the Shooter&rsquo;s Island Petroleum Refining and Storage Company, the Townsend-Downey Shipbuilding Company, and the Standard Shipbuilding Company. After World War I the island became a dump for derelict vessels; the surrounding waters became too polluted for even birds to wade. The island was ignored until the 1960s when a local politician proposed to obliterate Shooter&rsquo;s Island to make ship navigation easier. \r\n\r\n<p>Luckily the proposal was abandoned, and with the Clean Water Act of 1972, it was only a matter of time before the island became a bird&rsquo;s paradise. At least seven species of wading birds breed here, and forty-three species have been seen on the island. Because of its importance as a habitat and breeding ground for birds, Shooter&rsquo;s Island was assigned to Parks on March 3, 1994 as a bird sanctuary. Nine of the island&rsquo;s 43 acres belong to New Jersey (Bayonne owns 7.5 acres, Elizabeth owns 1.5 acres). The island is closed to the public and is only visited by scientists and government employees. \r\n\r\n<p>At least seven species of wading birds breed on Shooter&rsquo;s Island, and forty-three species have been seen on the island. Some of Shooter&rsquo;s Island avian inhabitants include glossy ibis (<i>Plegadis falcinellus<\/i>), black-crowned night herons (<i>Nycticorax nycticorax<\/i>), yellow-crowned night herons (<i>Nyctanassa violacea<\/i>), snowy egrets (<i>Egretta thula<\/i>), great egrets (<i>Casmerodius albus<\/i>), and cattle egrets (<i>Bubulcus ibis<\/i>).  The waters surrounding the island are home to a variety of shellfish species, such as hard-shelled clams (<i>Mercenaria mercenaria<\/i>) and the American oyster (<i>Crassostrea virginica<\/i>).  Heavy shellfish harvesting and water pollution caused the decline of many shellfish species in the waters surrounding Shooter&rsquo;s Island, but as water quality improves, these populations are improving.","HabitatType":"Salt Marsh"},{"ParkID":"R017","Parkname":"Staten Island Greenbelt","SanctuaryName":"William T. Davis Wildlife Refuge","Borough":"Staten Island","Acres":"428","Directions":"The Greenbelt Nature Center and High Rock Park are two ideal places to begin a tour of the Staten Island Greenbelt Preserve.<br><B>Greenbelt Nature Center<\/B><br><B>Public Transit:<\/B> From the Staten Island Ferry terminal, take the S57 bus to the Brielle and Rockland Ave stop and then cross the street at the light to get to the center.<br><B>By Car:<\/B>From the Verazzano-Narrows Bridge, take 278 West to the Bradley Ave exit.  From the service road, turn left onto Bradley Ave.  Continue until the intersection of Bradley and Brielle Ave.  Turn right and go to the end of the road which leads right to the Nature Center parking lot.<br>From the Outerbridge crossing, take the Richmond Parkway to the Richmond Ave North exit.  Turn left onto Richmond Ave and pass the mall.  Then turn right onto Rockland and proceed about 2 miles to the intersection of Richmond and Brielle Ave.  The parking lot for the nature center is on the right.<br><B>High Rock Park<\/B><br><B>Public Transit:<\/B>The S57 runs from the Port Richmond Terminal along Rockland Ave.  Get off at the intersection of Rockland Avenue and Nevada and walk north toward the conservation center.  The S54 also runs along Rockland Ave from Livingston to Hylan Boulevard. <br><B>By Car:<\/B>From the Verrazano-Narrows Bridge, take 278 to the Todt Hill Road\/Slosson Ave exit.  Make a left turn onto Slosson Ave and go up the hill (Todt Hill Road) to Ocean Terrace.  Make a right onto Ocean Terrace and follow it to Manor Road.  Make a left onto Manor Road and then a left onto Rockland Ave and left onto Nevada Ave.  The parking lot for the nature center is at the end of Nevada Ave.<br><B>Local directions:<\/B> Take Richmond Road to Rockland Avenue. Take Rockland Avenue to Nevada Avenue (right turn) and follow it to the parking lot.  Or take Richmond Avenue to Rockland Avenue. Take Rockland Avenue to Nevada Avenue (about 2 miles). Make a left turn on Nevada Avenue and follow it to the parking lot.","Description":"<p>The William T. Davis Wildlife refuge was the first designated wildlife preserve in New York.  In 1928, William T. Davis (a renowned naturalist and entomologist) and the Audubon Society successfully secured 52 acres as a wildlife and bird sanctuary which has grown through various acquisitions to the almost 430 acres it is today. The refuge is remarkably diverse, containing broad expanses of salt meadow fringed by low marsh, forested uplands, rock outcrops, a swamp forest, and small, spring-fed ponds.  The variety of habitat is reflected by abundant birdlife.  \r\n\r\n<p>More than 117 bird species have been recorded at the William T. Davis Wildlife Refuge, including sharp-tailed sparrow (<i>Ammodramus caudacutus<\/i>), wood duck (<i>Aix sponsa<\/i>), and several species of herons, egrets, ibis, and cormorants. Hawks and owls can also be seen here, especially in winter.  Barn (<i>Tyto alba<\/i>), great horned (<i>Bubo virginianus<\/i>), and short-eared (<i>Asio flammeus<\/i>) owls hunt in the refuge by night.  Red-tailed (<i>Buteo jamaicensis<\/i>), red-shouldered (<i>Buteo lineatus<\/i>), and rough-legged (<i>Buteo lagopus<\/i>) hawks hunt by day.  Marsh hawks (<i>Circus cyaneus<\/i>) patrol at dawn and dusk.  On the ground and in the water, snapping turtles (<i>Chelydra serpentina<\/i>), fiddler crabs (<i>Uca<\/i>), and muskrats (<i>Ondatra zibethica<\/i>) can be seen throughout the site.","HabitatType":"Forest, Salt Marsh, Freshwater Wetland"},{"ParkID":"R065","Parkname":"Staten Island Greenbelt Preserve","SanctuaryName":"Staten Island Greenbelt Preserve","Borough":"Staten Island","Acres":"1352","Directions":"The Greenbelt Nature Center and High Rock Park are two ideal places to begin a tour of the Staten Island Greenbelt Preserve.<br><B>Greenbelt Nature Center<\/B><br><B>Public Transit:<\/B> From the Staten Island Ferry terminal, take the S57 bus to the Brielle and Rockland Ave stop and then cross the street at the light to get to the center.<br><B>By Car:<\/B>From the Verazzano-Narrows Bridge, take 278 West to the Bradley Ave exit.  From the service road, turn left onto Bradley Ave.  Continue until the intersection of Bradley and Brielle Ave.  Turn right and go to the end of the road which leads right to the Nature Center parking lot.<br>From the Outerbridge crossing, take the Richmond Parkway to the Richmond Ave North exit.  Turn left onto Richmond Ave and pass the mall.  Then turn right onto Rockland and proceed about 2 miles to the intersection of Richmond and Brielle Ave.  The parking lot for the nature center is on the right.<br><B>High Rock Park<\/B><br><B>Public Transit:<\/B>The S57 runs from the Port Richmond Terminal along Rockland Ave.  Get off at the intersection of Rockland Avenue and Nevada and walk north toward the conservation center.  The S54 also runs along Rockland Ave from Livingston to Hylan Boulevard. <br><B>By Car:<\/B>From the Verrazano-Narrows Bridge, take 278 to the Todt Hill Road\/Slosson Ave exit.  Make a left turn onto Slosson Ave and go up the hill (Todt Hill Road) to Ocean Terrace.  Make a right onto Ocean Terrace and follow it to Manor Road.  Make a left onto Manor Road and then a left onto Rockland Ave and left onto Nevada Ave.  The parking lot for the nature center is at the end of Nevada Ave.<br><B>Local directions:<\/B> Take Richmond Road to Rockland Avenue. Take Rockland Avenue to Nevada Avenue (right turn) and follow it to the parking lot.  Or take Richmond Avenue to Rockland Avenue. Take Rockland Avenue to Nevada Avenue (about 2 miles). Make a left turn on Nevada Avenue and follow it to the parking lot.","Description":"<p>The Staten Island Greenbelt is a monument of natural resource preservation in a rapidly developing environment.  With the exception of High Rock Park, the woodlands of the Greenbelt are relatively young but support a great diversity of plants and wildlife.  Along the Greenbelt Trail are many small wetlands that provide critical habitat for amphibians.  The forests in the Greenbelt range from red maple-sweetgum swamp forests to upland oak woods.  Variations in topography, geology, and native soil types support a great diversity of plants including NYS listed rare plants and many native plants that cannot be propagated due to their complex association with soil fungi.  The only way to preserve native orchids, ground pines, and other plants with these special requirements is to preserve their habitat.","HabitatType":"Forest, Grassland, Freshwater Wetland, Salt Marsh"},{"ParkID":"R143","Parkname":"Sweet Bay Magnolia Preserve","SanctuaryName":"","Borough":"Staten Island","Acres":"241","Directions":"Sweet Bay Magnolia Preserve is not currently accessible to the public.","Description":"<p>This diverse complex of dry upland oak forest and open marsh may contain the highest diversity of rare plants in New York City; both the swamp and upland forests are remarkably pristine. New York State listed rare plants found here include: sweet bay magnolia (<i>Magnolia virginiana<\/i>), persimmon (<i>Diospyros virginiana<\/i>), possum haw (<i>Virburnum nudum<\/i>), and others.\r\n\r\n<p>The combination of slight elevation and sandy soil supports an oak-barrens plant community that includes white oak (<i>Quercus alba<\/i>), red oak (<i>Q. rubra<\/i>), black oak (<i>Q. velutina<\/i>), scarlet oak (<i>Q. coccinea<\/i>), chestnut oak (<i>Q. prinus<\/i>), and post oak (<i>Quercus stellata<\/i>), which is very uncommon in New York City.  There are also several rare hybrid oak trees.  \r\n\r\n<p>The open marshland contains large stands of buttonbush (<i>Cephalanthus occidentales<\/i>), water willow (<i>Justicia americana<\/i>), and many native sedges, rushes, flowering plants, and large colonies of sphagnum moss, an indicator of clean, acidic, low-nutrient wetlands.  This is also the only known spotted turtle (<i>Clemmys guttata<\/i>) breeding site in the City.","HabitatType":"Forest, Meadow, Freshwater Wetland"},{"ParkID":"R031","Parkname":"Wolfe's Pond Park Preserve","SanctuaryName":"","Borough":"Staten Island","Acres":"207","Directions":"<B>By Rail:<\/B> Take Staten Island Ferry to St. George.  From Ferry terminal, take Staten Island Rapid Transit to Prince&rsquo;s Bay (Seguine Avenue).  Walk south on Seguine.  An entrance to the northern side of the park is on the right at the end of Florence Place.  To reach the southern end of the park, walk south on Seguine to Hylan Blvd.  Turn left on Hylan, and walk to Cornelia Avenue.  Turn right on Cornelia, the park entrance is on the right.  The walk from the train station to the south entrance of the park is about 2 miles.<br><B>By Bus:<\/B> From St. George take the S 78 (Amboy Rd.\/ Main Street) bus to Luten Avenue and Hylan Blvd.  Walk one block west to Cornelia Avenue.  Turn left on Cornelia.  The park entrance is on the right.<br><B>By Car:<\/B> From St. George take Victory Blvd south to Slossen Avenue.  Turn left onto Slossen.  After 2 traffic lights turn right to Route 278 entrance, Staten Island Expressway South.  Take the Expressway to Route 440.  Follow the signs for the Outerbridge Crossing\/New Jersey.  Exit Route 440 at Exit 1, Arthur Kill Road.  This is the last exit before the bridge.  Turn right at the stop sign at the end of the exit ramp.  Take the first right, Tyrellan Avenue, to cross over the highway.  Turn right onto Page Avenue.  Follow Page Avenue to Hylan Boulevard.  Turn right onto Hylan and follow the road to Cornelia Ave.  Turn right, the park entrance is on the right.","Description":"<p>Wolfe&rsquo;s Pond Park contains mature upland woods, swamp forest, open marsh, ponds, and shoreline on Raritan Bay, making it one of the most diverse parks in the city.  This large park is a refuge for scores of native plants and animals in a rapidly developing area of the city.  The beach is part of the shoreline strand that runs continuously from Ward&rsquo;s Point in Conference House Park, north through Mount Loretto and Lemon Creek Preserve, to Wolfe&rsquo;s Pond Park.  \r\n\r\n<p>The land beneath Wolfe&rsquo;s Pond Park was carved during the last ice age.  The melting Wisconsin ice sheet transported clay, sand, and gravel south and deposited them along the shores of Staten Island, forming the beach at Wolfe&rsquo;s Pond Park. The freshwater Wolfe&rsquo;s Pond was once a tidal inlet, but the gradual action of wind and waves pushed sand and clay into the mouth of the inlet, damming it and forming a pond. Wolf&rsquo;s Pond is connected by a stream to Acme Pond, which was formed as the ice sheet retreated, leaving a large chunk of ice behind.  This ice melting to form a permanent depression filled with water: a kettle pond. \r\n\r\n<p>Every May and June, horseshoe crabs (<i>Limulus polyphemus<\/i>) emerge from the Raritan Bay to breed on the beaches of Wolf&rsquo;s Pond Park.  In the spring, common yellowthroats (<i>Geothylpis trichas<\/i>), redstarts (<i>Setophaga ruticilla<\/i>), and other warblers forage in the thickets at the pond edge and in the surrounding forest. Wood ducks (<i>Aix sponsa<\/i>) and mallards (<i>Anas platyrhychos<\/i>) feed and nest among aquatic plants such as arrow arum (<i>Peltandra virginica<\/i>), swamp rose mallow (<i>Hibiscus moscheutos<\/i>), and buttonbush (<i>Cephalanthus occidentalis<\/i>). Red-winged blackbirds (<i>Agelaius phoeniceus<\/i>) are conspicuous members of the pond community. Black-crowned night herons (<i>Nycticorax nycticorax<\/i>), great blue herons (<i>Ardea herodias<\/i>), and belted kingfisher (<i>Ceryle alcyon<\/i>) hunt for fish and frogs along the pond edge. \r\n\r\n<p>The edges of Acme Pond are less disturbed than Wolfe&rsquo;s Pond because they have been protected by swampy conditions. This allows skunk cabbage (<i>Symplocarpus foetidus<\/i>), tussock sedge (<i>Carex stricta<\/i>), and cinnamon fern (<i>Osmunda cinnamomea<\/i>) to grow.  Opossums (<i>Didelphis marsupialis<\/i>) and raccoons (<i>Procyon lotor<\/i>) roam the wood and forage around the edges of the pond.  A variety of reptiles, amphibians and fish also reside at Acme Pond, including painted turtles (<i>Chrysemys picta<\/i>), snapping turtles (<i>Chelydra serpentina<\/i>), red-backed salamanders (<i>Plethodon cinereus<\/i>) and several types of bass and carp. ","HabitatType":"Forest, Freshwater Wetland"},{"ParkID":"R088","Parkname":"High Rock Park Preserve","SanctuaryName":"","Borough":"Staten Island","Acres":"90","Directions":"<B>By Subway:<\/B> Trains W, R to Whitehall Street\/South Ferry or 1,9 to South Ferry or 4,5 to Bowling Green.  Then take the Staten Island Ferry.  From the ferry, take bus S61, S62 or S66 to the intersections of Victory Blvd and Manor Rd.  Transfer to the S54 bus on Manor Rd and exit at Nevada Ave.  Walk up Nevada Ave. through the parking lot and up the hill to the park.<br><B>By Car:<\/B> From Verrazano Bridge: Take the SI expressway (route 278) west to Slosson Ave\/ Todt Hill Rd exit.  Make a left at the 2nd traffic light onto Manor Rd.  Take Manor Rd. to Rockland Ave and make a left.  Proceed on Rockland Ave and make a left onto Nevada Ave.  Park is at the end of the road.<br><B>From South Shore:<\/B>  Take Arthur Kill Rd to Richmond town and turn right onto Richmond Rd.  Proceed to Richmond Rd to Rockland Ave (2nd light).  Turn right at Nevada Ave and continue up the hill to the parking lot. ","Description":"<p>Often referred to as one of the most tranquil places in New York City, High Rock Park is noted for its quiet ponds and deep woods.  High Rock Park is one of nine parks in Staten Island&rsquo;s 2,500 acre Greenbelt and has been recognized as a Natural Environmental Education Landmark.\r\n\r\n<p>The variety of habitats, including forests, meadows and freshwater wetlands support a diverse array of plants and wildlife. There are six walking trails in the park along which visitors can see stands of red maples (<i>Acer rubrum<\/i>), Highbush blueberries (<i>Vaccinium corymbosum<\/i>) and patches of skunk cabbage (<i>Symplocarpus foetidus<\/i>). Dense forests of red maple, American beech, oaks and hickory prevent much understory plant growth, though in the spring, pinxter azalea (<i>Rhododendron canescens<\/i>) is abundant.  Visitors can also view a rare grove of persimmon (<i>Diosyros virginiana<\/i>), a tree more common to the South. \r\n\r\n<p>High Rock Park contains five ponds and various wetlands, including Stump Pond, Hourglass Pond, Walker Pond and Loosestrife Swamp.  Wood ducks (<i>Aix sponsa<\/i>), great blue herons (<i>Ardrea herodias<\/i>), and muskrats (<i>Ondatra zibethica<\/i>) all make their homes here along with hawks, owls, migrating warblers, woodpeckers, frogs and turtles. ","HabitatType":"Forest, Freshwater Wetland"},{"ParkID":"B394","Parkname":"Four Sparrow Marsh Preserve","SanctuaryName":"","Borough":"Brooklyn","Acres":"63.37","Directions":"Four Sparrow Marsh is not currently accessible to the public.","Description":"<p>Named by naturalists Ron and Jean Bourque, Four Sparrow Marsh Preserve is home to four native species that require undisturbed marshland for nesting: Sharp-tailed (<i>Ammodramus caudacutus<\/i>), Seaside (<i>Ammodramus maritimus<\/i>), Swamp (<i>Melospiza georgiana<\/i>), and Song Sparrows (<i>Melospiza melodia<\/i>). Because of its relative isolation from residential areas in Brooklyn, Four Sparrow Marsh Preserve has been allowed to remain in a fairly natural condition. This makes it ideal for many permanently nesting species, including several types of ducks, gulls, wading and woodland birds, as well as for the common seashore mollusks and crustaceans which those birds feed on. Rare birds are often sited in the grassy salt marsh, including bobolink (<i>Dolichonyx oryzivorus <\/i>), common snipe (<i>Gallinago gallinago <\/i>) and little blue heron. (<i>Egretta caerulea <\/i>).\r\n\r\n<p>As the larger and older of the two remaining salt marshes on the north shore of the Jamaica Bay estuary system, Four Sparrow Marsh serves two critical roles besides nesting habitat.  It is a rest stop for up to 326 species of migrating birds on the Atlantic Flyway, and acts as a &ldquo;kidney&rdquo;, filtering pollution and excess nutrients from the Bay.  Four Sparrow Marsh Preserve contains several types of habitats besides salt marsh, including low brush; deciduous forest consisting mainly of cherry, elm, locust, poplar, sumac, and willow; open meadow; intertidal mudflat; and high clusters of reed species. The open meadow is largely covered with mugwort (<i>Artemisia vulgaris<\/i>, an aggressive, exotic species common in landfilled areas. \r\n\r\n<p>In the spring of 2004, Parks&rsquo; Natural Resources Group completed a three acre salt marsh restoration project at Four Sparrow Marsh.  The restoration project included restoring tidal flow to previously filled areas and planting salt marsh cordgrass (<i>Spartina alterniflora<\/i>).  One acre of adjacent woodlands, which serve as an important buffer to the marsh, were also restored.","HabitatType":"Salt Marsh"},{"ParkID":"B384","Parkname":"Fresh Creek Park Preserve","SanctuaryName":"","Borough":"Brooklyn","Acres":"92","Directions":"Fresh Creek Park Preserve is not currently accessible to the public.","Description":"<p>Fresh Creek winds gently for half a mile along small salt marsh islands of the Jamaica Bay ecosystem.  Of this park&rsquo;s 56 acres, 42 are open water. Along with neighboring Four Sparrow Marsh and Spring Creek Park, the salt marsh at Fresh Creek Park helps protect the Jamaica Bay ecosystem by acting as a natural filtration system, trapping pollutants that would otherwise contaminate the bay. \r\n\r\n<p>The invasive plants common reed (<i>Phragmites australis<\/i>), mugwort (<i>Artemisia vulgaris<\/i>), and (<i>Ailanthus altissima<\/i>) cover the uplands in Fresh Creek Park, though noteworthy plants such as rock sandwort (<i>Arenaura stricta<\/i>), Faber&rsquo;s foxtail (<i>Setaria faberi<\/i>), and velvetleaf (<i>Abutilon theophrasti<\/i>) are interspersed throughout. ","HabitatType":"Salt Marsh"},{"ParkID":"R057","Parkname":"Marine Park Preserve","SanctuaryName":"","Borough":"Brooklyn","Acres":"530","Directions":"<B>Public Transit<\/B> Take the N, F, B or Q train to the Avenue U stop and transfer to the eastbound B3 bus to Burnett Street and Avenue U.<br><B>By Bus:<\/B> Take the B2, B9, B41, B46, or B47 to Kings Plaza and transfer for westbound B3 bus to Burnett Street and Avenue U.<br><B>By Car:<\/B> Take the Belt Parkway to Kings Plaza exit (11N), then north on Flatbush Avenue.  Turn left on Avenue U and continue west for 10 blocks. Pass E. 33rd Street and look for a parking lot on the right.  Marine Park is located on the left side of the street.","Description":"<p> Most of the Marine Park Preserve consists of salt marshes and uplands that flank Gerritsen Creek, the westernmost freshwater inlet of Jamaica Bay.  Jamaica Bay is an 18,000-acre wetland estuary that provides a unique environment for both wildlife preservation and urban recreation. Enclosed by the Rockaway Peninsula and protected from the Atlantic Ocean, the region currently hosts over 325 species of birds, 50 species of butterflies, and 100 species of finfish. A favorite stop for migratory waterfowl, the area is an integral part of the larger, regional ecosystem. \r\n\r\n<p>Broad expanses of salt marsh, meadows adorned with wildflowers, sand dunes held in place by beach plants, and thickets of shrubs and vines dominate the landscape of Marine Park. Myrtle warblers (<i>Dendroica coronata<\/i>), grasshopper sparrows (<i>Ammodramus savannarum<\/i>), cotton-tailed rabbits (<i>Sylvilagus floridanus<\/i>), ring-necked pheasants (<i>Phasianus colchicus<\/i>), horseshoe crabs (<i>Limulus polyphemus<\/i>), and oyster toadfish (<i>Opsanus tau<\/i>) are a small sampling of the animals that inhabit these plant communities and live in or around Gerritsen Creek. \r\n\r\n<p>Marine Park&rsquo;s sheltered creek attracts a wide variety of marsh birds. From June through August, clapper rails (<i>Rallus longirostrus<\/i>) can be heard calling throughout the marsh. In winter, freshwater and marine waterfowl find shelter in the creek. Winter visitors include greater (<i>Aythya marila<\/i>) and lesser (<i>Aythya affinis<\/i>) scaup, ruddy duck (<i>Oxyura jamaicensis<\/i>), mute swan (<i>Cignus olor<\/i>), Canada goose (<i>Branta canadensis<\/i>), and common loon (<i>Gavia immer<\/i>). \r\n\r\n<p>Marine Park provides some prime habitat for one of nature&rsquo;s most skillful hunters: the osprey. The osprey (<i>Pandion haliaetus<\/i>) will plummet from up to 150 feet in the air and execute dramatic feet-first diving attacks on live fish.  They are distinguishable by their brown backs, wings, and tails, white undersides, and distinctive brown stripe running across their heads. These large birds also build large nests and are known to nest in both natural areas, such as trees, and man-made areas, such as on light-posts and flat nesting platforms.","HabitatType":"Grassland, Salt Marsh"},{"ParkID":"B406","Parkname":"Paerdegat Basin Park Preserve","SanctuaryName":"","Borough":"Brooklyn","Acres":"161","Directions":"Paerdegat Basin Park Preserve is not currently accessible to the public.","Description":"<p>This marshy East Flatbush park includes a 1.25-mile channel that empties into Jamaica Bay in nearby Bergen Beach. Paerdegat Basin, whose name means &ldquo;horse gate,&rdquo; in Dutch, is a saltwater wetland area that supports both black-crowned (<i>Nycticorax nycticorax<\/i>) and yellow-crowned night herons (<i>Nyctanassa violacea<\/i>). Clapper rails (<i>Rallus longirostris<\/i>) are heard here in warmer months while winter is a good time for spotting ducks.  According to the Brooklyn Bird Club, 100 black skimmers (<i>Rynchops niger<\/i>) were once seen congregating on a sandbar here.\r\n\r\n<p>The Park&rsquo;s upland contains groves of native trees like smooth sumac (<i>Rhus glabra<\/i>) and non-native trees like the tree of heaven (<i>Ailanthus altissima<\/i>). Although the basin consists of over 160 acres, more than 75 of those are underwater. There are currently no access points to the basin and the best view of the water is from the Belt Parkway, which spans this vital natural habitat. ","HabitatType":"Grassland, Salt Marsh"},{"ParkID":"B073","Parkname":"Prospect Park Preserve","SanctuaryName":"","Borough":"Brooklyn","Acres":"208","Directions":"<B>By Subway:<\/B> The 2\/3 Subway stop at Grand Army Plaza is next to a main entrance to Prospect Park.  Enter the park and follow the East Drive down a long Hill.  The preserve area begins at the base of the hill to the right and follows paths along the forested and wet areas of the park.<br>Or<br>Take the F to either the 7th Avenue, 15th St.\/Prospect Park, or Fort Hamilton stations.  These stops leave you at the southwest side of the park.  Enter the park and walk along the West Drive until you see the lake.  The Forever Wild Preserve begins in the forest north of the lake.<br>Or<br>The B and Q stop at Prospect Park and Parkside Ave on the east side of the park.  From these stops, walk into the park and follow the East Drive to the entrance to the natural area on the left.<br><B>By car:<\/B> Prospect Park can be reached via the major bridges. From the Manhattan Bridge, take Flatbush Avenue straight into Grand Army Plaza. Stay right around the circle, and go down Prospect Park West. Park along the street or the Litchfield Villa parking lot on 5th street. From the Verrazano Bridge, take the Brooklyn-Queens Expressway towards Manhattan. Exit at the Prospect Expressway. Take the Prospect Expressway to the 11th Avenue exit; go straight out the exit to 11th Avenue and turn left. Drive 4 blocks until you see the park. ","Description":"<p>Although Prospect Park is well known for its design and landscaping, the natural environments found throughout the park are equally impressive. When Frederick Law Olmsted (1822-1903) and Calvert Vaux (1824-1895) designed Prospect Park, they incorporated two areas of existing forest and an intricate network of wetlands into their plan. These wetlands emerged from a combination of park design and ice age glacial terrain.  The Prospect Park Forever Wild Preserve is composed of the Ravine, one of the two original forests and a part of the &ldquo;Watercourse&rdquo; of wetlands.\r\n\r\n<p>The Ravine is on the moraine and is a series of small hills and kettles (ponds formed by submerged chunks of glacier during the last ice age) with a small stream entrenched in a steep valley. Olmsted and Vaux planted evergreen trees in an attempt to mimic an Adirondack landscape, but over time most of the evergreens died. Native oaks, such as the pin oak (<i>Quercus palustris<\/i>), as well as non-native Norway maples (<i>Acer platanoides<\/i>) and sycamore maples (<i>A. pseudoplatanus<\/i>), have filled in the gaps. The fertile, moist, and well-drained soils of this area make for what is called a &ldquo;rich forest.&rdquo;  Around the Ravine are some of the oldest trees in the park, including oaks (<i>Quercus spp.<\/i>), tulip trees (<i>Liriodendron tulipifera<\/i>) and sweet gums (<i>Liquidambar styraciflua<\/i>). ","HabitatType":"Forest"},{"ParkID":"Q001","Parkname":"Alley Pond Park Preserve","SanctuaryName":"","Borough":"Queens","Acres":"549","Directions":"<B>By Subway:<\/B> 7 train to Main Street, Flushing, then Q12 bus to Northern Blvd.  E, F train to Union Turnpike\/Kew Gardens, then Q44A bus.<br><B>By Bus:<\/B> Q12, Q30, Q46 bus to Alley Pond Environmental Center (APEC) stop.<br><B>By Car:<\/B> Cross Island Parkway to Northern Boulevard East.  Park at APEC on right OR Grand Central Parkway to Alley Park\/Winchester Blvd exit.","Description":"<p>Alley Pond Park is the second largest park in Queens at 635 acres. The site is named for The Alley, an 18th century commercial and manufacturing center formerly located here. The park lies on a glacier-formed moraine, a ridge of sand and rock that formed 15,000 years ago, marking the southern terminus of the Minnesota Ice Sheet. The glacier dropped the boulders that sit on the hillsides of the southern end of the park and left buried chunks of ice that melted and formed the ponds dispersed throughout the valley, called &ldquo;Kettle Ponds.&rdquo; Fresh water drains into the valley from the hills and bubbles up from natural springs, mixing with the salt water from Little Neck Bay. As a result, the park is host to freshwater and saltwater wetlands, tidal flats, meadows, and forests, creating a diverse ecosystem and supporting abundant bird life. \r\n\r\n<p>The tulip trees, oaks, and beeches in Alley Pond Park&rsquo;s forest are some of the largest in the City, including the largest tulip tree on Long Island. Locally- and state-rare plants include bloodroot, Christmas fern, pink lady&rsquo;s slipper, ginat yellow hyssop, and others.  The kettle ponds and other small wooded wetlands support the City&rsquo;s best remaining populations of spotted and two-lined salamanders, wood frog, spring peeper, and gray tree frog.\r\n\r\n<p>In 1998, ospreys nested in the park for the first time since the 1920s, on a platform erected in the Little Neck Bay salt marsh.  Ospreys may also be seen diving for fish in the lake at Van Cortlandt Park and in Pelham Bay Park in the Bronx. \r\n","HabitatType":"Forest, Salt Marsh, Freshwater Wetland"},{"ParkID":"Q162","Parkname":"Rockaway Beach","SanctuaryName":"Arverne Shorebird Preserve","Borough":"Queens","Acres":"84","Directions":"<B>Public Transit:<br>By Subway:<\/B> Take the A train (Far Rockaway\/Mott Haven Branch) to the Beach 60 St. or Beach 44 St. stop.  Walk south 2 blocks from the 60 St. stop and 1 block from the 44 St. stop to reach the boardwalk and Rockaway Beach.<br><B>By Bus:<\/B> The 22 Bus runs along Beach Channel Drive, which is approximately 4 blocks north of Rockaway Beach.<br><B>By Car:<\/B> From the Belt Parkway, take Exit 17S for the Cross Bay Boulevard toward the Rockaways.  Cross Bay Boulevard becomes the Cross Bay Bridge.  Turn a slight right onto Cross Bay Parkway and left onto Rockaway Freeway.  The Shorebird Preserve is on the beach, between B44 and B57th Street.","Description":"<p>Every summer in the Arverne neighborhood of Rockaway Beach an area between B44th and B57th Streets is cordoned off to limit disturbance to breeding piping plovers. The piping plover (<i>Charadrius melodus<\/i>) is a small, plump shorebird that breeds on Atlantic beaches from Newfoundland to Virginia, as well as on inland beaches from eastern Alberta and Nebraska east to the shores of Lake Ontario. In 1986 the piping plover was federally designated as endangered on the Great Lakes and threatened on the Atlantic Coast. Plovers breed on the same sandy beaches that humans enjoy, where they build their nest, a slight depression in the sand called a scrape. To keep the eggs cool in the hot sun, and warm at night male and female plovers take turns sitting on the scrape. When the chicks have hatched, the parents teach them to run back and forth from the scrape to the water&rsquo;s edge, where they eat invertebrates such as marine worms, fly larvae, beetles, crustaceans, and mollusks. Human activity is a problem for the birds. Even joggers on the beach can accidentally step on the young chicks, or distract the adults, leaving the chicks vulnerable.\r\n \r\n<p>Over the last few seasons, \"satellite\" sites have been established both to the east and the west of the primary protected area. NYC Parks&rsquo; Wildlife Unit monitors the plovers on Rockaway Beach according to the guidelines provided by the U.S. Fish &amp; Wildlife Service. Nests are observed at least three times a week, and records are kept regarding the number of plovers observed, the number of nesting pairs and the number of eggs in a clutch. Observations are usually made from afar using binoculars and spotting scopes so as not to disturb the nesting birds. Other species benefiting from this protection are least terns, oystercatchers - and an endangered plant, sea beach amaranth.                  ","HabitatType":"Sand Dunes"},{"ParkID":"Q021","Parkname":"Cunningham Park Preserve","SanctuaryName":"","Borough":"Queens","Acres":"243","Directions":"<B>Public Transit:<\/B> Take the E or F train to Union Turnpike and then the eastbound Q46 bus to 195th street.<br><B>Or<\/B> take the Long Island Railroad to Jamaica Station and then take the Q44 bus to Union Turnpike (towards Flushing).  Transfer to Main Street and Union Turnpike to the Q46 bus eastbound.<br><B>By Car:<\/B> Take the Grand Central Parkway to exit 20, Francis Lewis Blvd, northbound.  Take Francis Lewis Blvd north and make a left at the first light onto Union Turnpike.  Make your second left into the parking lot at 196th Place.","Description":"<p>The Forever Wild Preserve in Cunningham Park occupies over two thirds of the park, providing 240 acres of forest habitat, vernal pools, and kettle ponds for sensitive wildlife.  The Southern Forest, located in the southeastern section of the park is one of the most undisturbed natural areas in the City, with a mature growth of red (<i>Quercus rubra<\/i>) and black (<i>Q. velutina<\/i>) oaks, tulip (<i>Liriodendron tulipifera<\/i>), and hickory (<i>Carya spp.<\/i>) trees.  The understory is abundant with native wildflowers, flowering dogwood (<i>Cornus florida<\/i>), and a large variety of ferns, such as sensitive (<i>Onoclea sensibilis<\/i>), interrupted (<i>O. claytoniana<\/i>), and the rare rattlesnake (<i>Botrychium virginianum<\/i>) and maidenhair (<i>Adiantum pedatum<\/i>).  \r\n\r\n<p>The northern forest was previously farmland, which is still evident by the old stone walkways and walls that can be found throughout the forest. The northern forest is younger and dominated by tulip trees and flowering dogwood as well as a a lush understory dominated by wild sarsaparilla(<i>Aralia nudicaulis<\/i>, bellwort (<i>Uvularia spp.<\/i>), star-of-Bethlehem (<i>Ornithogalum umbellatum<\/i>), and jewelweed(<i>Impatiens capensis<\/i>).  A third part of the preserve is a long, narrow wetland to the southeast of the Southern Forest, home to a variety of waterfowl and spring peepers (<i>Hyla crucifer<\/i>).","HabitatType":"Forest, Freshwater Wetland"},{"ParkID":"Q459","Parkname":"Dubos Point Wildlife Sanctuary","SanctuaryName":"","Borough":"Queens","Acres":"33","Directions":"Dubos Point Wildlife Sanctuary is not currently accessible to the public.","Description":"<p>Dubos Point was a saltwater marsh until 1912, at which point it was filled with dredged materials for real estate development. The project failed to materialize and the site then reverted to a more natural state. Now, the site is the largest salt marsh on the north shore of the Rockaway peninsula east of Rockaway Point.  Marsh interior species including sharp-tailed and seaside sparrow, and willet nest here.  Upland grassland and maritime shrubland provide nesting habitat for diamondback terrapins, Fowler&rsquo;s toad, and black-crowned night heron.  The Merlin and Peregrine Falcon, both endangered species, have been seen on Dubos. \r\n\r\n<p>The 33-acre Dubos Point Wildlife Sanctuary is named to honor two environmentalists Dr. Rene (1901-1982) and his wife Jean Dubos (1918-1988). As advisor to the United Nations Conference on the Human Environment (1972), Rene Dubos coined the phrase &ldquo;Think Globally, Act Locally.&rdquo; Rene Dubos died in 1982 and was survived by Jean, who was the moving force behind the formation of this sanctuary. Its creation corresponds with the Dubos&rsquo; vision of global environmentalism achieved through local action.","HabitatType":"Grassland, Salt Marsh"},{"ParkID":"Q099","Parkname":"Flushing Meadows-Corona Park","SanctuaryName":"Willow Lake Preserve","Borough":"Queens","Acres":"106","Directions":"<p>You can access the trail from 72nd Road and Grand Central Parkway and from 73rd Terrace and Park Drive East.<\/p>","Description":"<p>Willow and Meadow lakes are, collectively, the largest fresh water bodies in Queens, and among the largest fresh water bodies in the city. Willow Lake has been managed as a natural area since the 1930s and was designated a protected freshwater wetland in 1976.  In 1996 members of Boy Scout Troop 530 and students from John Bowne High School reconstructed the nature trail around Willow Lake. The half-mile wood chip trail is an enjoyable ramble through 55 acres of plant life, migratory bird habitats, and wildlife native to New York State.  \r\n\r\n<p>True to its namesake, the Willow Lake area is home to a wide variety of willows, plants belonging to the Salix genus, including the tall white willow (<i>Salix alba<\/i>), the weeping willow (<i>Salix babylonica<\/i>), the shorter goat willow (<i>Salix caprea<\/i>), and the pussy willow (<i>Salix discolor<\/i>). Other plants, trees, and flowers one might encounter while on a stroll are the blue flag iris (<i>Iris versicolor<\/i>), eastern cottonwood (<i>Populus deltoides<\/i>), staghorn suman (<i>Rhus typhina<\/i>), phragmites (<i>Phragmites australis<\/i>), black cherry (<i>Prunus serotina<\/i>), elderberry (<i>Sambucus canadensis<\/i>), and white waterlilies (<i>Nymphaea odorata<\/i>). \r\n\r\n<p>Willow Lake is a bird watcher&rsquo;s paradise.  Northern shovelers (<i>Anas clypeata<\/i>), yellow warblers (<i>Dendroica petechia<\/i>), black-throated green warblers (<i>Dendroica virens<\/i>), savannah sparrows (<i>Passerculus sandwichensis<\/i>), rough-winged swallows (<i>Stelgidopteryx serripennis<\/i>), yellow-shafted flickers (<i>Colaptes auratu<\/i>), white-crowned sparrows (<i>Zonotrichia leucophrys<\/i>), swamp sparrows (<i>Melospiza georgiana<\/i>), eastern meadowlarks (<i>Sturnella magna<\/i>), water pipits (<i>Anthus rubescens<\/i>), marsh wrens (<i>Cistothorus palustris<\/i>), red-winged blackbirds (<i>Agelaius phoeniceus<\/i>), great egret (<i>Ardea albus<\/i>), mallards (<i>Anas platyrhnchos<\/i>), and ring-necked pheasants (<i>Phasianus colchicus<\/i>) have all been recorded at Willow Lake.  In and around the lake one can also spot the eastern painted turtle (<i>Chrysemys picta<\/i>), muskrats (<i>Ondatra zibethicus<\/i>), carp (<i>Cyprinus carpio<\/i>), and killfish (<i>Fundulus spp.<\/i>). ","HabitatType":"Freshwater Wetland"},{"ParkID":"Q015","Parkname":"Forest Park Preserve","SanctuaryName":"","Borough":"Queens","Acres":"274","Directions":"<B>By Subway:<\/B> East section of park- J train to Woodhaven Blvd and Jamaica Avenue or 102nd Street.  Transfer to Q 11 (directions below).<br><B>Or<\/B> take E or F train to Union Turnpike\/Kew Gardens, transfer to Q 37 (directions below).<br>West Section of park- J train to Forest Parkway and Jamaica Avenue.  Walk northeast on Forest Parkway to Forest Park Drive. Bus: Q 11 bus runs north-south along Woodhaven\/Cross Bay Blvd and between Hroace Harding Expressway and Jamaica Bay.  Take this bus to Forest Park Drive.  The B 55 bus runs west-east along Myrtle Avenue between Linden Street and 117th street.  Take bus to Park Lane South.  Q 37 runs north-south between Union Turnpike exit. Left on Markwood Place\/Park Lane or continue along Park Lane South to Myrtle Avenue.<br><B>By Car:<\/B> East section of park- Van Wyck Expressway south to Union Turnpike exit.  Left on Markwood Place\/Park Lane.  Enter park drive near the Overlook.  <br>West Section of park- Interborough Parkway south to Forest Park Drive exit.  Left onto Park Drive. ","Description":"<p>The Forest Park Preserve, in the eastern section of Forest Park is home to some of the last truly, undisturbed forest in New York City. This dense, mature oak forest is the largest continuous wooded area in Queens and contains many trees over 150 years old.  Along with towering oaks and a full compliment of hickory species (mockernut, pignut, bitternut, and shagbark), an understory of flowering dogwoods, mapleleaf viburnum, and a diverse herb layer on the forest floor complete the forest ecosystem.  The age and quality of this forest make it an ideal spot for birding, especially during the fall and spring migrations, when rarities such as cerulean, yellow-throated, and mourning warblers can be spotted.\r\n\r\n<p>Forest Park Preserve is also the location of a freshwater wetland restoration by Parks&rsquo; Natural Resources Group.  This spring, the Strack Pond restoration was completed and the site was re-dedicated in honor of Private First Class Lawrence George E. Strack (1948-1967), the first Woodhaven resident to die serving in the Vietnam War.  The Strack Pond project restored a kettle pond that formed as the last glacier withdrew from our region twenty thousand years ago.  Small kettle ponds teeming with emergent plants and shrubs once dotted the landscape of Forest Park, providing habitat for unique wildlife including salamanders, frogs, birds and other animals.  This habitat restoration brings back these invaluable natural resources and goes further.  The new construction includes a walking trail and viewing areas, making Strack Pond an important educational resource, and a prime site for bird, butterfly, and dragonfly enthusiasts.  Visitors to the site routinely see red-tailed hawks, great blue herons, and great egrets, which are supported by the newly restored and diverse ecosystem.","HabitatType":"Forest"},{"ParkID":"Q392","Parkname":"Idlewild Park Preserve","SanctuaryName":"","Borough":"Queens","Acres":"242","Directions":"Idlewild is located South of Brookville Park, off Brookville Blvd in the Brookville\/Rosedale neighborhoods of southeastern Queens. <br><B>Public Transit:<\/B> Take the Long Island Railroad to the Rosedale.  Cross Sunrise Highway and walk south on 243rd Street.   Make a right on 147th Ave and a left on 235th St.  The entrance to Idlewild is at the end of 235th St. where it meets 149th Ave.  This is a little over a half mile walk.<br><B>By Car:<\/B> Take 27 (Sunrise Highway) east toward Long Island.  Turn right onto Brookville Blvd and travel south to 149th Ave.  Make a right on 149th Ave and the entrance to the park is on 235th Street.<br>From the Belt Parkway going east, take exit 23 and merge onto Conduit Ave heading east.  Turn right onto Brookville Boulevard and follow directions above from 27. ","Description":"<p>Idlewild Park is located northeast of John F. Kennedy International Airport and is bounded by Rockaway Boulevard, Springfield Boulevard, and 149th Avenue in Queens County, New York.  The Park&rsquo;s 160 acres contain freshwater and tidal wetlands, woodland, meadow, and grassland dune-scrub habitat.  The park contains two meandering tributaries of Hook Creek, which feeds into Jamaica Bay.  Much of the marsh habitat around Hook Creek is of high quality and is managed for the protection of colonial wading birds, which breed locally on rookery islands.  The marsh provides essential habitat for foraging by egrets, ibis, and herons, which make up 25% of the northeast Atlantic population.  \r\n\r\n<p>A significant amount of the associated upland is filled historical wetland and restoration of the wetlands at Idlewild Park has been ongoing for nearly a decade.  Several joint projects between Parks&rsquo; Natural Resources Group (NRG) and the New York City Department of Environmental Protection have been completed including the restoration of 23 acres of woodland, wetland, meadow, and dune-scrub communities (1997 to 1999) and a 3-acre tidal wetland and shrubland\/grassland restoration project (1999-2003).  A pending NRG project to restore additional salt marsh following the excavation of an earthen dike and replacement of deteriorated steel culvert pipes is awaiting confirmation of funding. ","HabitatType":"Grassland, Salt Marsh, Freshwater Wetland"},{"ParkID":"Q452","Parkname":"Udalls Cove Park Preserve","SanctuaryName":"","Borough":"Queens","Acres":"31","Directions":"<B>By Subway:<\/B> 7 train to Main Street, then #12 bus to Northern Boulevard and Little Neck Parkway.  Walk north on Little Neck Parkway about five blocks to the end (Virginia Point).<br><B>By Rail:<\/B> Long Island Rail Road to Little Neck Station.  Walk north on Little Neck Parkway to end (Virginia Point).<br><B>By Car:<\/B> Long Island Expressway or Grand Central Parkway to Little Neck Parkway exit.  Continue north on Little Neck Parkway to end (Virginia Point). ","Description":"<p>In the midst of a developed residential area, this 30-acre inlet off of Little Neck Bay is an important preserve and habitat area for northeastern Queens.  The preserve was formed in 1972 to save precious wetlands and forest from the increasing development. On the salt marsh of Udalls Park Preserve, clapper rails (<i>Rallus longirostris<\/i>) stalk silently through the salt grasses. Snowy egrets (<i>Egretta thula<\/i>) carefully wade through the calm waters and osprey (<i>Pandion haliaetus<\/i>) dive for fish. \r\n\r\n<p>Aurora Pond is located in the middle of the preserve, its placid waters alive with dragonflies (<i>Odonata spp.<\/i>) and wood ducks (<i>Aix sponsa<\/i>). Raccoons (<i>Procyon lotor<\/i>) also hunt along the edges. Common reed (<i>Phragmites australis<\/i>) lines the brackish inlet known as Gabler&rsquo;s Creek, which flows into Little Neck Bay. Wooded uplands of silver maple (<i>Acer saccharinum<\/i>), black locust (<i>Robinia pseudoacacia<\/i>), and box elder (<i>Acer negundo<\/i>) are scattered about The Cove. ","HabitatType":"Forest, Salt Marsh, Freshwater Wetland"},{"ParkID":"Q165","Parkname":"Spring Creek Park Preserve","SanctuaryName":"","Borough":"Queens","Acres":"75","Directions":"Spring Creek Park Preserve is not currently accessible to the public.","Description":"<p>Spring Creek Park Preserve is the largest undeveloped salt marsh in northern Jamaica Bay, and runs between Queens and Brooklyn.  Along with several other parks in the area, such as Four Sparrow, Marine Park, and Fresh Creek Park, it plays a vital role in the protection and preservation of Jamaica Bay.  The Park&rsquo;s large salt marsh supports a variety of wildlife, including great blue herons (<i>Ardea herodias<\/i>), red-winged blackbirds (<i>Agelaius phoeniceus<\/i>), and mallards (<i>Anas platyrhynchos<\/i>), as well as animals such raccoons (<i>Procyon lotor<\/i>) and muskrats (<i>Ondatra zibethica<\/i>). The broad salt marsh at the creek&rsquo;s outlet also provides good foraging ground for diamondback terrapins (<i>Malaclemys terrapin<\/i>). Fields of mugwort (<i>Artemisia vulgaris<\/i>) with ailanthus (<i>Ailanthus altissima<\/i>) and scattered common reed (<i>Phragmites australis<\/i>) also blanket the landfilled terrain. ","HabitatType":"Salt Marsh"},{"ParkID":"M010","Parkname":"Central Park Preserve","SanctuaryName":"The Ramble","Borough":"Manhattan","Acres":"119","Directions":"<B>By Subway:<\/B> Take the B or C to 72nd or 80th Street.  The Ramble is located in the center of Central Park between 73rd and 79th, surrounded by The Lake.<br>The 1 and 9 trains stop at 79th Street and Broadway.  From this stop, walk east toward Central Park.<br><B>By Bus:<\/B> The M10 runs north and south on Central Park West.  Get off between 70th and 80th Street and walk into the Park.","Description":"Site Description Coming Soon&hellip;","HabitatType":"Forest"},{"ParkID":"M042","Parkname":"Inwood Hill Park","SanctuaryName":"Shorakapok Preserve","Borough":"Manhattan","Acres":"136","Directions":"<B>By Subway:<\/B> Take the 1\/9 train to 215th street and walk north to 218th.  Take a left on 218th to the end, and you will reach the park. <br><B>Or<\/B> take the A train to 207th street and turn west onto Seaman Ave and walk north into the park.<br><B>By Bus:<\/B> Take Bx7, Bx12, Bx20, M100 to 207th street.<br><B>By Car:<\/B> From Westside Highway, take the Dyckman St exit.  Follow the exit as it merges with Broadway.  Drive north on Broadway to 218th street.  The entrance to the Park is on the end of the street.<br>From FDR\/East River Drive, go north to the end.  The end of the highway is at Dyckman St.  Bear left on Dyckman St.  Take Dyckman west to Broadway and take a right on Broadway.  Proceed north to 218th St and make a left turn and park at the end of the street.","Description":"<p>The Shorakapok Preserve in Inwood Hill Park is a quiet retreat in Manhattan, with some of the only natural forest and salt marsh left on the island as well as unique glacial geological formations. The majority of the park is a thick deciduous forest, with hiking and nature trails curving up the hill. The forest is home to impressive geological features, such as potholes. Much like the irksome potholes in city streets, natural potholes are depressions formed in rock as a result of glacial melting. &ldquo;Indian&rdquo; caves, which are natural rock overhangs once used as shelter by Native Americans, can also be found here. Inwood Hill Park is home to the last remaining salt marsh in Manhattan. Though small, this marsh is significant as a reminder of the extensive salt marshes that once surrounded the island.\r\n\r\n<p>Inwood Park&rsquo;s forests contains mature red oak and some of the largest tulip trees in the City. Much of the park stretches along dry hills whose slopes support a diversity of trees and a herbaceous understory.  There is also a rich, moist valley between two rock ridges called The Clove. During the early spring, the valley is covered in wildflowers, which are able to thrive before the thick canopy is filled. Some of these wildflowers include downy yellow violet, bloodroot and Dutchman&rsquo;s breeches. The forest is also home to over 150 species of birds, including hairy woodpeckers and black-capped chickadees. The salt marsh is a good location for viewing waterfowl, including great blue herons, great and snowy egrets, and belted kingfishers.\r\n\r\n<p> Forests in the city are subject to many disturbances. Flash flooding incidents are frequent due to the high proportion of paved surface, and high water velocities lead to soil erosion which can eventually undercut trees. In addition, if left un-checked invasive plants, which have either escaped from cultivation or have been brought over accidentally from other continents, disrupt the ecological balance of the forest. Trees such as the Norway maple,  leaf out earlier than native trees, and grow faster. Their dense canopy eventually prevents the growth of any other plant. The bare soil underneath these trees inevitably erodes. Erosion causes further environmental problems such as non-point pollution, where pollutants from our city streets is washed out to the rivers and ocean. To help alleviate these issues, the Parks Department&rsquo;s Natural Resources Group has a forest restoration team detailed to the parks of northern Manhattan, and Inwood Hill serves as the basis for operation. Throughout the past five years Inwood has benefited from hundreds of thousands of grant dollars in support of invasive species removal and native species planting, as well as the prevention of soil erosion. Grant funding for these projects has come from the New York State Clean Water\/Clean Air Bond Act and Environmental Protection Fund, and the National Fish and Wildlife Foundation.\r\n\r\n","HabitatType":"Forest, Salt Marsh"},{"ParkID":"X002","Parkname":"Bronx Park Preserve","SanctuaryName":"","Borough":"Bronx","Acres":"35","Directions":"<B>Public Transit:<\/B> Take the Wakefield 2 or Nereid Ave 5 train to the Allerton Ave Stop.  Walk west along Allerton Ave to the Bronx Park east entrance for Bronx Park.  The Bx25 and Bx26 travel along Allerton Ave and the Bx39 travels along WhitePlains Road with a stop at Allerton Ave.  In the park, follow the path downhill and make a right to cross under the highway at the bottom of the hill.  The Bronx Preserve is the area of parkland surrounding the Bronx River.<br><B>By Car:<\/B> From the Bronx River Parkway, take Exit 8E for Kazimiroff Boulevard.  Parking is available along Bronx Park East.  From the Bronx Park East entrance to the park, follow directions above.  ","Description":"<p>Although Bronx Park is best known as the site of the Bronx Zoo and New York Botanical Garden, the park also contains one of the few natural streamside landscapes remaining in the city. The Bronx River, which begins in North White Plains and flows into the East River at Soundview Park, offers numerous scenic and recreational opportunities, and is an ecologically important habitat for a diverse assemblage of invertebrates, fish, and birds. The two-mile stretch of river in Bronx Park runs through a deep gorge, where a combination of red maple-hardwood swamp and floodplain forest grows on the riverbanks. \r\n\r\n<p>A red maple-hardwood swamp occurs in poorly drained depressions, usually on inorganic soils. It can include a broad range of landscapes, including permanently flooded forest and apparent upland forests, which are flooded only a few weeks of the year. Varying mixes of red maple (<i>Acer rubrum<\/i>), sweetgum (<i>Liquidambar styraciflua<\/i>), pin oak (<i>Quercus palustris<\/i>), and tupelo (<i>Nyssa sylvatica<\/i>) dominate these sites. Floodplain forests grow on mineral soils in the lowlands of river floodplains and deltas. These areas are characterized by their flooding schedule: low areas are annually flooded in spring, and high areas are flooded irregularly. Typical floodplain forest tree species include silver maple (<i>Acer saccharinum<\/i>), white ash (<i>Fraxinus americana<\/i>), cottonwood (<i>Populus deltoides<\/i>), black willow (<i>Salix nigra<\/i>), and American linden (<i>Tilia americana<\/i>). \r\n\r\n  <p>The floodplain forest, as of Labor Day 2004, is in the midst of a major restoration project. The river bed itself is being modified to re-create the floods which give rise to the floodplain forest. And Japanese knotweed, an invasive plant that  had taken hold of almost all of the riverbanks is being removed. Banks are being stabilized with coir logs staked in with live willows and dogwood. The logs are made from a bio-degradable material that maintains its integrity long enough for the water-loving trees to take hold, at which time they do the job of holding bank soil in place. This project was funded by the New York State Clean Water\/Clean Air Bond Act and Environmental Protection Fund, and the City of New York, and is complemented by the parallel construction of the Bronx Greenway which will go through the newly restored river and floodplain landscape.\r\n","HabitatType":"Forest, Freshwater Wetland"},{"ParkID":"X308","Parkname":"North Brother\/South Brother Harbor Herons Preserve","SanctuaryName":"Harbor Herons Preserve","Borough":"Bronx","Acres":"20","Directions":"North Brother Island is not currently accessible to the public.","Description":"<p>North Brother\/South Brother Harbor Heron Islands are part of the Harbor Herons Region, a national recognized complex of uninhabited islands and expansive marshes essential for shorebirds, located right here in New York City. Collectively known as colonial wading birds, gulls, herons, cormorants, and egrets, prefer the seclusion of islands for nesting and rearing their young. They congregate at North Brother and nearby South Brother in the East River, and at several islands in Staten Island each spring. \r\n\r\n<p>These birds have been the focus of extensive research, as their numbers fluctuate significantly between years and locations. However, even keeping these fluctuations in mind, the decline in number of birds in the New York Harbor is a source of significant concern for regional conservation biologists. New York City Audubon Society, Parks&rsquo; Natural Resources Group, and many dedicated volunteers visit and quantify the number of nests, eggs, and\/or baby birds at North Brother and the other Harbor Heron Islands each spring. In order to gain an understanding of the population dynamics of these birds, data is shared and analyzed among scientist from throughout the region. \r\n\r\n<p>North Brother is the site of a former quarantine hospital for contagious disease, where the infamous Typhoid Mary lived out her days. Today the remnants of the hospital and associated building remain as dilapidated wood and masonry structures decaying under the vigorous vine, tree, and shrub growth that has been reclaiming the island over the last forty years.   South Brother Island was acquired by Parks in 2007 and was formerly under private ownership.  In the early 1900's, Jacob Ruppert, an early owner of the Yankees, owned a summer home on the island that burnt down in 1909.  The Island has been uninhabited since then. ","HabitatType":"Forest"},{"ParkID":"X039","Parkname":"Pelham Bay Park","SanctuaryName":"Hunter Island Marine Sanctuary","Borough":"Bronx","Acres":"138","Directions":"<B>By Car:<\/B> From 95 take exit 8B toward Orchard Beach\/City Island.  Stay straight to go onto Shore Drive. Cross the bridge and pass one intersection and then at the traffic circle, go &frac14; around to make a right turn.  At the end of the road, make a left onto Park Drive and the Orchard Beach parking lot is on the right.<br>From the Hutchinson River Parkway, take Exit 5 for Pelham Bay Park.  Go straight through the first traffic circle and at the end of the road make a left onto Park Drive.  Parking for Orchard Beach is located on the right.<br>From the parking lot, the Hunter Island Marine Sanctuary is located at the north end of the Orchard Beach Boardwalk, past the Orchard Beach Nature Center.<br><B>Public Transit:<\/B> Take the 6 train, Bx5, Bx12, Bx29, Bx14 or Westchester No. 45 bus to Pelham Bay Park.  Transfer to (or stay on) the Bx12 (summers only) and Bx5 (summer weekends only) which stop at the Orchard Beach parking lot.  Follow above directions from the parking lot.","Description":"<p>Located north of Orchard Beach, the Hunter Island Marine Zoology and Geology Sanctuary takes in all of Twin Islands, Cat Briar Island, Two Trees Island, and the northeastern shoreline of Hunter Island. It contains many noteworthy geological features including glacial erratics, large boulders that were deposited during the last ice age nearly 15,000 years ago. The rocky coast of Twin Islands, reminiscent of the New England shorefront, is the southernmost outcropping of Hartland Schist, the major bedrock component of such coastlines. The sanctuary supports a unique intertidal marine ecosystem that is rare in New York State. \r\n\r\n<p>In 1963, the City began landfill operations near this area on Tallapoosa Point in Pelham Bay Park. In 1966, plans were made to expand this landfill, which would have created the City&rsquo;s second-largest refuse disposal site next to Fresh Kills in Staten Island. These plans were met with widespread community opposition led by Councilmember Mario Merola, later Bronx District Attorney. The struggle resulted in the creation of the sanctuaries by a local law, signed by Mayor John V. Lindsay on October 11, 1967.\r\n","HabitatType":"Forest, Salt Marsh"},{"ParkID":"X039","Parkname":"Pelham Bay Park","SanctuaryName":"Thomas Pell Wildlife Refuge","Borough":"Bronx","Acres":"371","Directions":"<B>By Car:<\/B> From 95 take exit 8B toward Orchard Beach\/City Island.  Stay straight to go onto Shore Drive. Cross the bridge and pass one intersection and go around the traffic circle to stay on Shore Road North.  The entrance to the Split Rock and Pelham Bay Golf Courses is on the left.  The entrance to the wildlife refuge is at the bridle path accessible from the Split Rock Golf Course.<br>From the Hutchinson River Parkway, take Exit 5 for Pelham Bay Park.  Go &frac34; around the traffic circle onto Shore Road North. Follow above driving directions to the refuge.<br><B>Public Transit:<\/B> Take the 6 train, Bx5, Bx12, Bx29, or Bx14 bus to the Pelham Bay Park Station.  Transfer to the Westchester No. 45 bus, which stops a few blocks north of the entrance to the Split Rock and Pelham Bay Golf Courses.  Walk south to the entrance to the golf courses on the right side of the road, and the entrance to the refuge is at the bridal path accessible from the Split Rock course.","Description":"<p>The Thomas Pell Wildlife Sanctuary makes up the westerly part of Pelham Bay Park (2,764 acres). Included within its bounds are Goose Creek Marsh and the saltwater wetlands adjoining the Hutchinson River as well as Goose Island, Split Rock, and the oak-hickory forests bordering the Split Rock Golf Course. The area is home to a variety of wildlife including raccoon, egrets, hawks, and the occasional ibis or coyote. The Sanctuary is named for Thomas Pell, the first European to control the land. Pell signed a treaty with the Siwanoy, the Native American tribe that previously occupied this area, in 1654, marking the first time a Briton owned significant property near Dutch New Amsterdam.\r\n\r\n<p>In 1963, the City began landfill operations near this area on Tallapoosa Point in Pelham Bay Park. In 1966, plans were made to expand this landfill, which would have created the City&rsquo;s second-largest refuse disposal site next to Fresh Kills in Staten Island. These plans were met with widespread community opposition led by Councilmember Mario Merola, later Bronx District Attorney. The struggle resulted in the creation of the sanctuaries by a local law, signed by Mayor John V. Lindsay on October 11, 1967.\r\n","HabitatType":"Salt Marsh, Forest"},{"ParkID":"X039","Parkname":"Pelham Bay Park","SanctuaryName":"Pelham Bay Park Preserves","Borough":"Bronx","Acres":"883","Directions":"<B>Subway:<\/B> 6 train to Pelham Bay Park Station Bus: Bx 12, Bx 29, Bx 5, Bx 52, and Westchester line No. 45 serve the park.<br><B>Car:<\/B> The Bruckner Expressway\/New England Thruway has two park exits, Country Club Road\/Pelham Bay Park and Orchard Beach\/City Island.  Or off the Hutchinson River Parkway, exit at Pelham Parkway East and Orchard Beach\/City Island.  Pelham Parkway serves as a crosstown route to the green space.","Description":"<p>More than three times the size of Manhattan&rsquo;s Central Park, Pelham Bay Park is the City&rsquo;s largest park property, including a breathtaking 13-mile saltwater shoreline that hugs the Long Island Sound. The Pelham Bay Park Preserves links two Forever Wild Nature Preserves &ndash; Thomas Pell Wildlife Refuge and Hunter Island Marine Sanctuary. This area includes mature oak forest, meadows, salt marsh, and the southernmost outcropping of rocky intertidal habitat (a rare community in New York State). More than 400 species of birds, mammals, reptiles, amphibians, fish, and insects have been spotted in Pelham Bay Park. Some of the more elusive and noteworthy include: the clapper rail, a long-billed marsh bird the size of a chicken; northern diamondback terrapins, which have been sighted in the Hutchinson River during spring; and <i>Amphipoea erepta ryensis <\/i>, a moth with light reddish-brown fore wings an straw-colored hind wings rediscovered in Goose Creek Marsh in 1975, when it was thought to have been extirpated.\r\n\r\n<p>Nearly 200 acres of salt marsh make Pelham Bay Park the largest assemblage of tidal wetlands in the City outside of Jamaica Bay. The three major marshes, fed by Goose Creek, the Hutchinson River, and the Lagoon, offer fertile mud flats and salt grasses to scores of wildlife. Salt marshes also play a critical role in the support of human life, acting as natural filtration systems by trapping pollutants that would otherwise contaminate our bays and oceans. Salt marshes have the ability to absorb fertilizers, improve water quality, and reduce erosion. \r\n\r\n<p>In an area where hydrology and soil had been disturbed and the invasive <i> Phragmites australis<\/i> had dominated, the Natural Resources Group (NRG) completed a 3-acre salt marsh restoration in Fall of 2000. As one of the 20 most invasive plants in New York State, phragmites <i> (Phragmites australis) <\/i>, also known as the common reed or &ldquo;phrag,&rdquo; have become a ubiquitous part of New York City&rsquo;s landscape. This aggressive reed outcompetes any pre-existing vegetation, leading to thick, choking stands that can grow to 15-feet high. Phragmites is considered to be a &ldquo;cosmopolitan&rdquo; species &ndash; one that grows throughout the world &ndash; but in recent years it has become particularly invasive, taking over other species&rsquo; habitats. Overall, phragmites provides poorer nutrition than the plant species it replaces. Although the thick strands provide good thermal cover for molting waterfowl, most birds do not nest where there is an abundance of phragmites, leading to dwindling bird populations. Phragmites adjacent to a salt marsh usually grows above the daily tides, limiting fish spawning habitat. NRG re-introduced tidal flow and planted salt marsh cordgrass <i> (Spartina alterniflora) <\/i>, which is very salt-tolerant, thereby restricting <i>Phragmites <\/i>growth. This project was funded by the New York State Clean Water\/Clean Air Bond Act and the City of New York. \r\n ","HabitatType":"Forest, Grassland, Freshwater Wetland, Salt Marsh"},{"ParkID":"X142","Parkname":"Riverdale Park","SanctuaryName":"Raoul Wallenberg Forest Preserve","Borough":"Bronx","Acres":"112","Directions":"<B>By Rail:<\/B> Metro-North Commuter Railroad from Grand Central Station to Riverdale.  Park entrance on West 254th street just above train station.<br><B>By Subway:<\/B> 1 train to 231st street.  Board Bx10 or Bx7 at NW corner of Broadway and 231st.  Leave bus at 252nd street, cross parkway bridge and walk west to Independence Avenue.  Left on Independence to Spaulding Lane.  Right down Spaulding to park entrance at parking lot.<br><B>Or<\/B> A train to 207th street.  Board Bx 7 or Bx 100 at corner of 211th-Isham Streets and Broadway.  Exit bus at 252nd street.  Follow walking directions above. Bus: M-100, Bx 10, or Bx 24 to 232nd street.  Walk west on 232nd to park entrance.<br><B>Or<\/B> take Bx 7 or Bx 10 to 252nd street and follow directions for above.<br><B>By Car:<\/B> From east Take Major Deegan Northbound, exit at Henry Hudson Parkway southbound and take to 254th street exit.  Follow 254th street west to parking area above train station.  Or turn left at Independence Avenue and take right on Spaulding Lane to parking lot at bottom of hill.<br> From other points Exit Henry Hudson Parkway at West 232nd Street.  Follow 232rd street west.  Take right on Palisade Avenue to parking lot at Spaulding Lane.  Or exit Henry Hudson Parkway at West 254th street and follow directions for above.","Description":"<p>Riverdale Park Preserve is known for its secluded beauty, thick woods, spectacular views of the Palisades along the Hudson, and as a haven for birds. Twenty-seven species, including the screech owl (<i>Otus asio<\/i>), have been confirmed as breeding in the park. The bedrock of Riverdale is billion-year-old Fordham gneiss, the oldest rock formation in New York City. On top of the gneiss, lies Inwood marble, which was once quarried in Riverdale for the production of lime. Remains of two lime kilns stand in the park today. \r\n\r\n<p>Riverdale contains about 50 forested acres, including mature oak-hickory forest, a forest that occurs on well-drained sites, often on ridge tops, upper slopes, or south and west facing slopes. Composed mainly of five species of oak with black birch and hickory, the woods are on their way to becoming a mature or \"climax\" forest &ndash; a forest whose shade-tolerant seedlings will survive beneath their parents. Red oak is most common here, identifiable by its bristle-tipped leaves and vertically striped bark. Other oaks include black, chestnut, white, and the water-favoring pin oak growing further downslope. \r\n\r\n<p>Although probably every area of Riverdale Park has been cleared at one time or another, the southern part is covered by the same type of forest that existed in pre-colonial times, where tulip trees as tall as 110-feet rise from the slopes of the ravine. Red oaks, black birch, black cherry, and hickory are scattered throughout the canopy. At the end of the ravine, a small grove of witch hazel grows on the eroded bluffs overlooking the Hudson. In the spring, woodland wildflowers like jack-in-the-pulpit, bloodroot, and blue violet bloom along the shaded path. Later in summer, spikenard, blue-stemmed goldenrod, and joe-pye weed flower as well. \r\n\r\n<p>The Alderbrook wetland and surrounding forest have benefited from a Natural Resources Group restoration project, funded by the New York State Clean Water Clean Air Bond Act, Environmental Protection Fund, and the City. Prior to the restoration, the wetland was clogged by sediment from the Alderbrook stream and compacted soil around the railroad tracks. Stands of invasive mugwort and Japanese knotweed seven-feet high had crowded out other vegetation. The restoration re-created the stream channel and open water area, and replaced invasive forest vegetation with native. Breeding birds found in this area include yellow warblers and common yellowthroats, both of whom nest in the dense shrubbery.\r\n\r\n<p>Easy access to the Hudson River makes the path to the Alderbrook wetland one of the most heavily used trails in Riverdale Park. However, crossing the tracks is prohibited. High speed trains and 700 volts of electricity from Metro-North's third rail make crossing the tracks very dangerous.\r\n\r\n<p>The Raoul Wallenberg Forest is located across the street from Riverdale Park, and is named in honor of a Swedish diplomat who is credited with saving tens of thousands of Hungarian Jews from likely extermination by the Nazis during World War II. This site contains many trees with trunks more than 30 inches in diameter. These include two white oaks with trunks 45 inches in diameter, and a European beech with a trunk 52 inches in diameter. Raoul Wallenberg Forest is also home to several densely vegetated areas of blackberries, wineberries, grapes, roses, black locust, sumac trees, and various wildflowers. Dozens of species of birds, including downy woodpeckers, red-tailed hawks, and white-throated sparrows, are also indigenous to the park. \r\n\r\n<p>In 1999, the Urban Park Rangers' Parks Conservation Corps worked alongside a forestry crew to re-open the staircase that had been overgrown with vegetation for years. Erosion control, trail maintenance, and native species plantings were also included in this project to improve Raoul Wallenberg Forest, a living tribute to a man who gave his life for the safety and survival of tens of thousands of others. \r\n\r\n","HabitatType":"Forest"},{"ParkID":"X046","Parkname":"Seton Falls Park Preserve","SanctuaryName":"","Borough":"Bronx","Acres":"36","Directions":"<B>Public Transit:<br>By Subway:<\/B> Take the 5 to Eastchester Dyre Ave.  Walk west on E. 233 St. and the park is on the south side of the street.<br><B>By Bus:<\/B> The Bx16 bus runs along E. 233 Street with a stop at E. 233 Street and Seton Ave.  Walk west on E. 233 Street and the park is located on the south side of the street.<br><B>By Car:<\/B> From I-95 North, merge onto Baychester Ave. via Exit 12 on the left.  After about 1.5 miles make a right on E. 233 Street.  Parking is available on the street and the park entrance is to the right.<br>From I-95 South, take Exit 13 toward Conner Street, and then turn a slight left onto Hollers Ave.  Turn right onto Conner Street, which becomes Provost Ave.  Turn left onto 233 Street and parking is on the street and the park entrance is on your left.<br>From Bronx River Parkway South, take the exit for Bronx River Road.  Turn right onto Bronx River Road, then a slight right onto Wakefield Ave, which becomes E. 241st Street.  Stay straight to go onto Baychester Ave. and turn left on E. 233rd.  Parking is on the street and the park entrance is on the right.<br>The entrance to the park is adjacent to the playground on E. 233, just east of the intersection of E. 233, Grenada and Baychester Ave.","Description":"<p>Seton Falls Park contains a thriving wetland as well as a forest largely undisturbed since the American Revolution. Together these ecosystems provide habitat to over 30 species of bird. Floodplain forest is present along Rattlesnake Creek, as are cattail marsh and sedge meadow, at the bottom of a sheer, rocky ravine. Floodplain forests grow on mineral soils in the lowlands of river floodplains and deltas. These areas are characterized by their flood regime: low areas are annually flooded in spring and high areas are flooded irregularly. Above the ravine, oak-hickory and successional forests are dominant. Oak-hickory forests occur on well-drained sites, often on ridge tops, upper slopes, or south and west facing slopes. \r\n\r\n<p> To address areas of the park that had fallen victim to human disturbance, the Parks Department&rsquo;s Natural Resources Group completed a four-acre forest and wetland restoration project in the Spring of 2004. Invasive plants had dominated the southern wetland area of Rattlesnake Creek, and the surrounding forest. A monoculture of common reed (<i> Phragmites australis<\/i>) was excavated and replaced by an area of open water fringed by diverse wetland plantings. The forest slopes were rid of invasive trees and vines, the slopes were secured with erosion control textiles, and replanted with native forest trees, shrubs, and herbaceous plants. This project was funded by the New York State Clean Water\/Clean Air Bond Act and the City of New York.\r\n\r\n<p>A &ldquo;haven&rdquo; for wolves and rattlesnakes when Europeans first settled, today Seton Falls Park is home to a plethora of more benign animals including salamanders, dragonflies, chipmunks, tree frogs, swifts, hawks, thrushes, wood peckers, and butterflies. The monarch butterfly (<i>Danaus plexippus<\/i>) is frequently seen at Seton Park&rsquo;s lawn. Despite their frail appearance, these butterflies endure a long and perilous migration thousands of miles south to Mexico each year to escape the harsh winters of the North. \r\n","HabitatType":"Forest, Freshwater Wetland"},{"ParkID":"X092","Parkname":"Van Cortlandt Park Preserve","SanctuaryName":"","Borough":"Bronx","Acres":"573","Directions":"<B>By Car:<\/B> The Major Deegan Expressway has two park exits: Van Cortlandt Park South, which serves the south and west portions of the park, and East 233rd Street, which serves the north and east.  The Henry Hudson Parkway&rsquo;s Broadway exits also serve the park. Mosholu Parkway links Van Cortlandt Park with the Bronx River and Pelham parkways.  Broadway goes right by the Parade Ground.  Use the highways to get to it, though it&rsquo;s usually very busy.  The same can be said of Jerome Avenue on the park&rsquo;s eastern border. Bus:<br><B>Public Transit<\/B> The Bx9 travels along Broadway on the western edge of Van Cortlandt Park. The BxM3, an express line serving Manhattan, also offers access to the park&rsquo;s western border.  The park&rsquo;s east side is served by the Bx16 and the Bx34.  Westchester bus lines Nos. 1,2,3,4,20, and 21 also serve the park.<br><B>By Subway:<\/B> The northern terminus of the 1\/9 at W. 242nd Street is near the Parade Ground.  No. 4 last stop at Woodlawn serves the park&rsquo;s southeastern area.","Description":"<p> Van Cortlandt Park Preserve, the third largest of the Forever Wild Nature Preserves, comprises over half of the 1,150-acre park.  The preserve occupies the northern section of the park, with four distinct areas: the Northwest and Northeast Forests, the Tibbetts Brook\/Van Cortlandt Lake, and Vault Hill. Fifteen thousand years ago, the massive glaciers covering New York  receded and left behind the characteristic sketch of Van Cortlandt Park&mdash;steep ridges, smooth hillsides, and open flats&mdash;and exposed its three major rock components: Fordham Gneiss, Inwood Dolomite, and Manhattan Schist. Among the many animals that burrow, nest, feed, and rest in this urban wild, some of the most noteworthy are red fox, which have been seen in the hilly forests, and a small flock of eatern bluebirds (New York&rsquo;s state bird) which have been glimpsed crossing the Vault Hill meadow.\r\n\r\n<p> Fordham Gneiss, one of the oldest rock formations on Earth, characterizes Van Cortlandt&rsquo;s dramatic cliffs in the <b>Northwest Forest<\/b>, the largest forest in the preserve (188 acres). This oak-hickory forest grows on rocky heights overlooking valleys dominated by tulip trees (<i>Liriodendron tulipifera<\/i>) and century-old oaks. Ground layer wildflowers are extraordinarily diverse in the Northwest Forest. There is bloodroot (<i>Sanguinaria canadensis<\/i>), trout lily (<i>Erythronium americanum<\/i>), rattlesnake root (<i>Prenantles racemosa<\/i>), and many asters, including heart-leafed aster (<i>Aster divaricatus<\/i>). The forest contains one of the highest concentrations of rare plants in the city, including giant yellow hyssop (<i>Agastache neptoides<\/i>), golden seal (<i>Hydrastis canadensis<\/i>), and wingstem (<i>Verbesina alternifolia<\/i>). The <b>Northeast Forest<\/b> contains low-lying, moisture-retaining land ideal for sweetgum (<i>Liquidambar styraciflua<\/i>), red maple (<i>Acer rubrum<\/i>), and pin oak (<i>Quercus palustris<\/i>). <b>Tibbett&rsquo;s Brook<\/b> cuts through soft Inwood marble on its way from Westchester to Spuyten Duyvil, and feeds the man made <b>Van Cortlandt Lake<\/b>. Tibbetts Brook and its associated wetlands are a must-see for bird watchers, where predators like barred owls (<i>Strix varia<\/i>) and red-tailed hawks (<i>Buteo jamaicensis<\/i>) hunt, and wood ducks (<i>Aix sponsa<\/i>), known for jumping from their high nests soon after hatching, have been sited. Meadows are not typically found within the City, <b>Vault Hill<\/b> boasts one of the prettiest and most varied, composed of switchgrass (<i>Panicum virgatum<\/i>), little bluestem (<i>Schizachyrium scoparium<\/i>), and such wildflowers as birdsfoot trefoil (<i>Lotus corniculatus<\/I>), ironweed (<i>Veronia noveboracensis<\/i>), and sweet white clover (<i>Melilotus alba<\/i>). This is one of the few places in the City where the eastern bluebird (the New York State bird) can be seen.\r\n\r\n<p>To see all of the park&rsquo;s natural assets walk along one of its many nature trails. The <b>Cass Gallagher <\/b> (2 miles) serves the Northwest Forest. A narrow belt of lowland swamp forest still survives along the Kieran Trail (1.7 miles) around the open water, where pin oak (<i>Quercus palustris<\/i>) and red maple (<i>Acer rubrum<\/i>) grow above Solomon&rsquo;s seal (<i>Polygonatum biflorum<\/i>), Virginia creeper (<i>Parthenocissus quinquefolia<\/i>), marsh fern (<i>Thelypteris palustris<\/i>), and sensitive fern (<i>Onoclea sensibilis<\/i>). The <b>John Kieran<\/b> (1.7 miles) journeys through the parks&rsquo; lake area and freshwater wetlands, and forms a loop with the Parade Ground, the <b>John Muir <\/b> (1.5 miles) serves the Northwest and is Van Cortlandt&rsquo;s only east-west path, traversing the steep terrain at the park&rsquo;s center. The <b>Putnam <\/b>and <b>Old Croton Aqueduct Trail <\/b>are the major north-south trails. The Aqueduct Trail in particular provides a wonderful woodland walkway. In this rich forest, stands of black walnut (<i>Juglans nigra<\/i>), American sycamore (<i>Platanus occidentalis<\/i>), and American elm (<i>Ulmus americana<\/i>) are present, along with sugar maple (<i>Acer saccharum<\/i>), which is native to New England and rarely seen in these parts. ","HabitatType":"Forest, Freshwater Wetland, Meadow"},{"ParkID":"R106","Parkname":"Bloomingdale Park Preserve","SanctuaryName":"","Borough":"Staten Island","Acres":"110","Directions":"<B>Public Transit:<\/B> From the Staten Island Ferry, take the Staten Island Railroad from the St. George terminal and get off at the Pleasant Plains stop.  Take the x22 from East 57th St\/ 3rd Ave Bloomingdale Rd. The preserve is on the east side of the street.<br><B>By Car:<\/B> From the Korean War Veterans Memorial Parkway coming from Outerbridge Crossing, exit at Drumgoole Rd and then make a left under the expressway on Maguire Ave. Take Maguire less than &frac14; mile into the park. To use the expressway from Richmond Ave take the Maguire Ave exit and make a right turn to Maguire Ave. The Forever Wild portion of the park will be on the left side. From RT. 440 (West Shore Expressway) take the Bloomingdale Rd exit and turn left at the stop light. Take Bloomingdale Rd. to Drumgoole Rd. west and make a left. Take Drumgoole west to stop light at Maguire and turn left. Follow Maguire into the park.","Description":"Site Description Coming Soon&hellip;","HabitatType":"Forest, Freshwater Wetland"},{"ParkID":"R153","Parkname":"Fairview Park Preserve","SanctuaryName":"","Borough":"Staten Island","Acres":"22","Directions":"<B>Public Transit:<\/B> From the Staten Island Ferry (St. George Ferry Terminal) take the S74 or S84 to Tottenville.  Get off where Arthur Kill Road (the road the bus is on) intersects with Englewood Ave in Charlestown. (This is only about 10 blocks before the final stop in Tottenville.)  Fairview Park Preserve is on the South (right) side of Englewood Ave.<Br><B>By car:<\/B>From the Outerbridge Crossing, stay on West Shore Expressway (440) as it turns north.  Take Exit 3 onto Veterans Road East.  Make a left under 440 and then a left onto Veterans Road West.  Take the first right onto Clay Pit Road and then make a left on Arthur Kill Road.  Make a left on Englewood Ave and Fairview Park Preserve is on the right.<br>From the Verrazano-Narrows take 278 west and exit for 440 South towards Outerbridge Crossing.  Exit for Arthur Kill Road and make a right onto Arthur Kill Road.  Make a left on Englewood Ave and the preserve is on the right.  ","Description":"Site Description Coming Soon&hellip;","HabitatType":"Forest, Freshwater Wetland"},{"ParkID":"M010","Parkname":"Central Park Preserve","SanctuaryName":"The North Woods","Borough":"Manhattan","Acres":"34","Directions":" <B>Public Transit:<\/B> Take the 2\/3 train to 110th Street.  Walk straight into Central Park at this entrance on the North Side of the Park and walk right around the Harlem Meer.  The North Woods are on the hill to the right of this entrance.  An access point to the North Woods is along the road behind the ice skating rink.  A small waterfall is visible at this entrance.<br>Or<br>Take the B or C train to 103rd or 110th street.  Entrances to the Park along Central Park West along this section lead to the North Woods.","Description":"<p>The North Woods is home to the Ravine, the only stream valley in Central Park. The Loch, a stream that flows beside the pathway under both bridges, is dammed at several places to create cascades. The northwest slope of the Ravine is a true deciduous forest of oak, hickory, maple, and ash. The forest floor is covered with leaf litter, deadwood, and herbaceous plants, such as white wood aster, Allegheny spurge, and woodland goldenrod. From the trail, visitors have a bird's-eye view of the central part of the Loch. Designed by Olmsted and Vaux as a long narrow lake (\"loch\" is the Scottish word for \"lake\") it has over the past century reverted to its pre-Park form as a stream. The thickets growing on the islands of accumulated silt attract a wide variety of birds, including glossy ibis.  <\/p>\r\n\r\n<p>Another birding locale is the tall grass and wildflower meadow on the Ravine's southeastern slope. The meadow is at its most glorious in the late summer and fall. Cone flower, cup plant, and bee balm mixed in with a variety of goldenrods, asters, and native grasses set the hillside ablaze with color.<\/p>","HabitatType":"Forest"},{"ParkID":"M209","Parkname":"Mill Rock Island Harbor Herons Preserve","SanctuaryName":"","Borough":"Manhattan","Acres":"3","Directions":"Mill Rock Island Harbor Herons Preserve is not currently accessible to the public.","Description":"Site Description Coming Soon&hellip;","HabitatType":"Harbor Herons Nesting Habitat"},{"ParkID":"Q020","Parkname":"Highland Park Preserve","SanctuaryName":"Ridgewood Resevoir","Borough":"Queens","Acres":"43","Directions":"<B>Public Transit:<\/B> The A,C,J, Z, and L trains all go to Broadway Junction.  From there take the J or Z to Cypress Hills.  Walk west along Jamaica Ave about 8 blocks to Vito P Battista Blvd.  Make a right on Vito P Battista Blvd.  The road will curve to the left.  Walk along Vito P Battista Blvd. to the entrance of Highland Park (active recreation and picnic space) and the preserve is surrounding the Ridgewood Reservoir which is up the hill on the right.<br><B>Or<\/B> The Long Island Rail Road stops at East New York.  Walk east along E New York\/Jamaica Ave.  Continue East about 12 blocks to Barbey St.  Take a left on Barbey St which T&rsquo;s into Vito P Battista Blvd.  Make a right on Vito P Battista to the corner of Vermont Place.  The preserve is surrounding the reservoir which is up the hill to the right.<br><B>Or<\/B> The 56 bus runs along Jamaica Ave and the B13 bus runs along Cypress Hills St.<br><B>By Car:<\/B>Take the Jackie Robinson Pkwy\/Interborough Pkwy, to the Vermont Place exit heading south.  The preserve is up the hill to the left and parking is on the right.  ","Description":"Site Description Coming Soon&hellip;","HabitatType":"Forest, Freshwater Wetland, Meadow"},{"ParkID":"R631","Parkname":"Neck Creek Preserve","SanctuaryName":"","Borough":"Staten Island","Acres":"20","Directions":"<B>Public Transit:<\/B> From the Staten Island Ferry, take the 46 or 96 buses, which eventually run along South Ave to West Shore Plaza (last stop).  From the plaza, walk along South Ave to Meredith Ave.  Make a left on Meredith and the preserve is half way down the block on the right.<br><B>By Car:<\/B> From the Staten Island Expressway (278) exit onto 440 south toward the outer bridge crossing.  Take the first exit at South Ave.  Make a left onto Chelsea Road and then the first right onto South Ave.  Make a left on Meredith Ave.  The preserve is half way down the block on the right.","Description":"Site Description Coming Soon&hellip;","HabitatType":"Salt Marsh"},{"ParkID":"R149","Parkname":"Ocean Breeze Park Preserve","SanctuaryName":"","Borough":"Staten Island","Acres":"86","Directions":"<B>Public Transit:<\/B> From the Staten Island Ferry, take the Staten Island Railroad from the St. George terminal and get off at the 5th stop, Old Town.  Walk east on Old Town Road and cross Hylan Boulevard.  Continue on Old Town Road until it becomes Quintard St.  Follow two long blocks to Mason Ave.  Make a right on Mason Ave and the preserve will be on your left.  The 78 and 79 buses  run along Hylan Boulevard and the 52 travels to Staten Island University Hospital North on Mason Ave.<br><B>By Car:<\/B> From the Staten Island Expressway (278) from Brooklyn, take the first exit for Narrows Road North (running parallel to the expressway on the north side).  Make a left onto Hylan Boulevard.  Follow Hylan across Fingerboard Road West and merge with Narrows Clove Road to continue on Hylan.  Make a left onto Old Town road and follow the directions above for walking from the railroad stop.<br><B>Or<\/B> From the Staten Island Expressway (278) from Staten Island, take the last exit before the bridge onto Narrows Road South (running parallel to the expressway on the south side).  Make a right on Hylan Boulevard and then follow directions from above.","Description":"Site Description Coming Soon&hellip;","HabitatType":"Freshwater wetland, meadows"}]